Repository: Hairash/lordsawar-fork
Catalog: po/*.po
Languages: ja, ru

source: The Army Set has the same name as another one. Change it and save again.
ja: 軍隊セットは他と同じ名前を持っています。 それを変更し、もう一度保存します。
ru: Набор армий имеет название как у другого набора. Измените его и сохраните повторно.

source: The Army Set has the same name as another one. Change it to '%1' instead?.
ja: 軍隊セットは他と同じ名前を持っています。 代わりに'%1'に変更しますか?.
ru: Набор армий имеет название как у другого набора. Изменить его на «%1»?

source: Properties
ja: プロパティ
ru: Свойства

source: Add Image
ja: 画像を追加する
ru: Добавить изображение

source: Clear Image
ja: 絵画をクリア
ru: Очистить изображение

source: Copy White Army
ja: 白い軍隊をコピー
ru: Копировать белую армию

source: Reorder
ja: 並べ替える
ru: Изменить порядок

source: Add Army
ja: 軍隊を追加
ru: Добавить армию

source: Remove Army
ja: 軍隊を削除
ru: Удалить армию

source: Faster In Forests
ja: 森の中でより速く移動する
ru: Быстрее в лесах

source: Faster In Marshland
ja: 沼地でより速く移動する
ru: Быстрее в болотах

source: Faster In Hills
ja: 丘の中でより速く移動する
ru: Быстрее на холмах

source: Faster In Mountains
ja: 山の中でより速く移動する
ru: Быстрее в горах

source: Fly
ja: 飛ぶ
ru: Летает

source: Selector
ja: セレクター
ru: Селектор

source: Select a Cities image
ja: 都市画像を選択する
ru: Выберите изображение городов

source: Select a Razed Cities image
ja: 破壊された都市の画像を選択する
ru: Выберите изображение разрушенных городов

source: Select a Port image
ja: ポート画像の選択する
ru: Выберите изображение порта

source: Select a Signpost image
ja: 道路標識画像を選択する
ru: Выберите изображение дорожного знака

source: Select a Ruin image
ja: 廃墟の絵画を選択する
ru: Выберите изображение руин

source: Select a Temple image
ja: 神殿のイメージを選択する
ru: Выберите изображение храма

source: Select a Tower image
ja: タワーの絵画を選択する。
ru: Выберите изображение башни

source: Save these changes before making a new City Set?
ja: 新しい都市セットを作成する前に、これらの変更を保存しますか?
ru: Сохранить эти изменения перед созданием нового набора городов?

source: The name of the City Set is invalid.
ja: 都市セットの名前が正しくありません。
ru: Название набора городов неправильное.

source: The cities picture is not set.
ja: 都市画像は確立されていません。
ru: Изображение городов не установлено.

source: The razed cities picture is not set.
ja: 廃墟された都市の画像は確立されていません。
ru: Изображения разрушенных городов не установлены.

source: The port picture is not set.
ja: ポートの画像が確立されていません。
ru: Изображения порта не установлены.

source: The signpost picture is not set.
ja: 道路標識は特定されていません。
ru: Изображение дорожного знака не установлено.

source: The ruins picture is not set.
ja: 廃墟の画像は確立されていません。
ru: Изображение руин не установлено.

source: The temple picture is not set.
ja: 神殿の画像は確立されていません。
ru: Изображение храма не установлено.

source: The towers picture is not set.
ja: タワーの画像は確立されていません。
ru: Изображение башни не установлено.

source: The tile width for cities must be over zero.
ja: 都市のタイルの幅は 0 以上である必要があります。
ru: Ширина плитки для городов должна быть больше нуля.

source: The tile width for ruins must be over zero.
ja: 廃墟のタイルの幅は 0 を超える必要があります。
ru: Ширина плитки для руины должна быть больше нуля.

source: The tile width for temples must be over zero.
ja: 神殿のタイルの幅は 0 を超える必要があります。
ru: Ширина плитки для храма должна быть больше нуля.

source: The name of the City Set is not unique.
ja: 都市セットの名前は一意ではありません。
ru: Название набора городов не уникальное.

source: The City Set is valid.
ja: 都市セットは正しいです。
ru: Набор городов правильный.

source: LordsAWar City Sets (*%1)
ja: LordsAWar都市セット (*%1)
ru: Наборы городов LordsAWar (*%1)

source: Error! City Set could not be saved.
ja: エラー！都市セットは保存できません。
ru: Ошибка! Не удалось сохранить набор городов.

source: Save these changes before opening a new City Set?
ja: 新しい都市セットを開く前に、これらの変更を保存しますか?
ru: Сохранить эти изменения перед открытием нового набора городов?

source: Choose a City Set to Open
ja: 開く都市セットを選択する
ru: Выберите набор городов для открытия

source: Error! The version of City Set is unsupported.
ja: エラー！都市セットバージョンはサポートされていません。
ru: Ошибка! Версия набора городов не поддерживается.

source: Error! City Set could not be loaded.
ja: エラー！都市セットはロードできません。
ru: Ошибка! Не удалось загрузить набор городов.

source: Couldn't load City Set images.
ja: 都市セットの画像をロードできません。
ru: Не удалось загрузить изображение набора городов.

source: City Set is invalid, and is also the current working City Set.
ja: 都市セットは間違っており、それはまた、都市の現在のワーキング都市セットです
ru: Набор городов неправильный, а также является текущим рабочим набором.

source: The City Set is invalid. Do you want to proceed?
ja: 都市セットは間違っています。続行しますか?
ru: Набор городов неправильный. Действительно продолжить?

source: The City Set has an invalid name. Change it and save again.
ja: 都市セットの名前が間違っています。 それを変更し、もう一度保存してください。
ru: Набор городов имеет имеет неправильное название. Измените его и сохраните повторно.

source: The City Set has an invalid name. Change it to '%1'?
ja: 都市セットの名前が間違っています。 '%1'に変更しますか?
ru: Набор городов имеет неправильное название. Изменить его на «%1»?

source: The City Set has the same name as another one. Change it and save again.
ja: 都市セットは別の都市セットと同じ名前です。 それを変更し、もう一度保存してください。
ru: Набор городов имеет название как у другого набора. Измените его и сохраните повторно.

source: The City Set has the same name as another one. Change it to '%1' instead?.
ja: 都市セットは別の都市セットと同じ名前です。 代わりに'%1'に変更しますか？
ru: Набор городов имеет название как у другого набора. Изменить его на «%1»?

source: Temple Width
ja: 神殿の幅
ru: Ширина храма

source: Select a reward
ja: 報酬を選択する
ru: Выберите вознаграждение

source: No point set
ja: ポイントが設定されていません
ru: Не указан набор

source: No description
ja: 説明なし
ru: Нет описания

source: Save these changes before making a new Scenario?
ja: 新しいシナリオを作る前にこれらの変更を保存しますか?
ru: Сохранить эти изменения перед созданием нового сценария?

source: Save these changes before opening a new Scenario?
ja: 新しいシナリオを開く前に、これらの変更を保存しますか?
ru: Сохранить эти изменения перед открытием нового сценария?

source: Choose Scenario to Load
ja: ロードするシナリオを選択する
ru: Выберите сценарий для загрузки

source: LordsAWar Scenarios (*%1)
ja: LordsAWarシナリオ(*%1)
ru: Сценарии LordsAWar (*%1)

source: Could not load map %1.
ja: マップ%1 をロードできません。
ru: Не удалось загрузить карту %1.

source: Scenario was not saved!
ja: シナリオは保存されませんでした！
ru: Сценарий не был сохранён!

source: Auto
ja: 自動
ru: Авто

source: Standing Stone
ja: 立石
ru: Стоячий камень

source: Planted Standard
ja: 植えられた旗
ru: Установленный штандарт

source: Bag
ja: バッグ
ru: Сумка

source: Save these changes before importing a game?
ja: ゲームをインポートする前にこれらの変更を保存しますか?
ru: Сохранить эти изменения перед импортом игры?

source: Choose Game to Load Map from
ja: マップをロードするゲームを選択します
ru: Выберите игру для загрузки карты

source: LordsAWar Saved Games (*%1)
ja: LordsAWar保存されたゲーム (*%1)
ru: Сохранённые игры LordsAWar (*%1)

source: Could not load game %1.
ja: ゲーム%1を読み込めませんでした。
ru: Не удалось загрузить игру %1.

source: This will remove %1 stack. Are you sure?
ja: これにより%1スタックが削除されます。 よろしいですか？
ru: Это уберёт %1 отряд. Вы уверены?

source: Set as attacking stack
ja: 攻撃スタックを任命する
ru: Назначить атакующим отрядом

source: Set as defending stack
ja: 保護スタックを任命する
ru: Назначить защищающимся отрядом

source: Append to defenders
ja: 擁護者に追加
ru: Применить к защитникам

source: The Scenario is invalid. Do you want to proceed?
ja: シナリオは間違っています。続行しますか?
ru: Сценарий неправильный. Продолжить?

source: Erase
ja: 消去
ru: Стереть

source: Sign
ja: 署名
ru: Знак

source: Flag
ja: フラグ
ru: Флаг

source: Edit Flag
ja: フラグの編集
ru: Изменить флаг

source: Edit Stack
ja: スタックの編集
ru: Изменить отряд

source: Edit City
ja: 都市の編集
ru: Изменить город

source: Edit Ruin
ja: 廃墟の編集
ru: Изменить руины

source: Edit Temple
ja: 神殿の編集
ru: Изменить храм

source: Edit Stone
ja: 石の編集
ru: Изменить камень

source: Edit Sign
ja: 署名の編集
ru: Изменить знак

source: Edit Backpack
ja: バックパックの編集
ru: Изменить рюкзак

source: Edit Road
ja: 道路の編集
ru: Изменить дорогу

source: Miniature Map
ja: ミニマップ
ru: Мини-карта

source: Players
ja: プレイヤー
ru: Игроки

source: Smooth Map
ja: マップをスムーズする
ru: Сгладить карту

source: Switch Sets
ja: セットを切り替える
ru: Переключить наборы

source: Random All Cities
ja: 全ての都市をランダムする
ru: Перемешать все города

source: Random Unnamed Cities
ja: 無名の都市をランダムする
ru: Перемешать безымянные города

source: Random All Ruins
ja: 全ての廃墟をランダムする
ru: Перемешать все руины

source: Random Unnamed Ruins
ja: 無名の廃墟をランダムする
ru: Перемешать безымянные руины

source: Random All Temples
ja: 全ての神殿をランダムする
ru: Перемешать все храмы

source: Random Unnamed Temples
ja: 無名の神殿をランダムする
ru: Перемешать безымянные храмы

source: Random All Signs
ja: 全ての標識をランダムする
ru: Перемешать все знаки

source: Random Unnamed Signs
ja: 無名の標識をランダムする
ru: Перемешать безымянные знаки

source: Undo %1
ja: %1元に戻す
ru: Отменить %1

source: Redo %1
ja: %1やり直す
ru: Повторить %1

source: Hero's player
ja: ヒーローのプレーヤー
ru: Игрок героя

source: No keeper
ja: 管理人なし
ru: Нет хранителя

source: No reward
ja: 報酬なし
ru: Нет награды

source: Create Grass Map
ja: 草マップを作成する
ru: Создать травянистую карту

source: Create Water Map
ja: 水マップを作成する
ru: Создать водную карту

source: Create Forest Map
ja: 森マップを作成する
ru: Создать лесную карту

source: Create Hills Map
ja: 丘マップを作成する
ru: Создать холмистую карту

source: Create Mountains Map
ja: 山マップを作成する
ru: Создать горную карту

source: Create Swamp Map
ja: 沼マップを作成する
ru: Создать болотную карту

source: No army
ja: 軍隊なし
ru: Нет армий

source: Bonus: %1
ja: ボーナス: %1
ru: Бонус: %1

source: Move Bonus: %1
ja: 運動ボーナス: %1
ru: Ходовой бонус: %1

source: %1, %2 empty
ja: ％1、％2は空です
ru: %1, %2 пуст

source: No item set
ja: アイテムセットなし
ru: Нет набора предметов

source: No Ruin
ja: 廃墟なし
ru: Нет руин

source: Lone
ja: 孤独
ru: Одинокий

source: Outer Top-Left
ja: 左上の外側
ru: Снаружи сверху-слева

source: Outer Top-Center
ja: 真ん中の外
ru: Снаружи сверху по центру

source: Outer Top-Right
ja: 右上の外側
ru: Снаружи сверху-справа

source: Outer Bottom-Left
ja: 下から左へ
ru: Снаружи снизу-слева

source: Outer Bottom-Center
ja: 真ん中の外
ru: Снаружи снизу по центру

source: Outer Bottom-Right
ja: 下から右へ
ru: Снаружи снизу-справа

source: Outer Middle-Left
ja: 外側中央左
ru: Снаружи по центру слева

source: Inner Middle-Center
ja: 中央の内側
ru: Внутри в самом центре

source: Outer Middle-Right
ja: 右中央の外側
ru: Снаружи по центру справа

source: Inner Top-Left
ja: 左上の内側
ru: Внутри сверху слева

source: Inner Top-Right
ja: 右上の内側
ru: Внутри сверху справа

source: Inner Bottom-Left
ja: 左下の内側
ru: Внутри снизу слева

source: Inner Bottom-Right
ja: 右下の内側
ru: Внутри снизу справа

source: Top-Left To Bottom-Right
ja: 上から左から右下へ
ru: От левого верхнего до правого нижнего угла

source: Bottom-Left To Top-Right
ja: 下から左から右上へ
ru: От левого нижнего до правого верхнего угла

source: Other
ja: 他
ru: Прочее

source: Unknown
ja: 未知
ru: Неизвестно

source: Solid
ja: つらい
ru: Твёрдый

source: Stippled
ja: 点線
ru: Пунктир

source: Randomized
ja: ランダム
ru: Случайный

source: Sunken
ja: 深め
ru: Углублённый

source: Tablecloth
ja: テーブルクロス
ru: Скатерть

source: Diagonal
ja: 斜め
ru: Диагонально

source: Crosshatched
ja: クロスハッチング
ru: Перекрёстная штриховка

source: Sunken Striped
ja: 深い縞模様
ru: Углублённый полосатый

source: Sunken Radial
ja: 深いラジアル
ru: Углублённый радиальный

source: Save these changes before making a new Tile Set?
ja: 新しいタイルセットを作成する前に、これらの変更を保存しますか?
ru: Сохранить эти изменения перед созданием нового набора графики?

source: Save these changes before opening a new Tile Set?
ja: 新しいタイルセットを開く前に、これらの変更を保存しますか?
ru: Сохранить эти изменения перед открытием нового набора графики?

source: Choose a Tile Set to Open
ja: 開くタイルセットを選択する
ru: Выберите набор графики для открытия

source: LordsAWar Tile Sets (*%1)
ja: LordsAWarタイルセット(*%1)
ru: Наборы графики LordsAWar (*%1)

source: Error! Tile Set could not be saved.
ja: エラー！タイルセットを保存できません。
ru: Ошибка! Не удалось сохранить набор графики.

source: Choose an Image
ja: 画像を選択する
ru: Выберите изображение

source: Couldn't make sense of the image: %1
ja: 画像を理解できませんでした： %1
ru: Не удалось распознать изображение: %1

source: The image width is not a multiple of the height.
ja: 画像の高さが複数ではありません。
ru: У изображения ширина не кратна высоте.

source: Select a roads image
ja: 道路の画像を選択してください
ru: Выберите изображение дороги

source: Select a standing stones image
ja: 立石の画像を選択する
ru: Выберите изображение стоячего камня

source: Select a bridges image
ja: 橋の画像を選択する
ru: Выберите изображение моста

source: Select a fog image
ja: 霧の画像を選択する
ru: Выберите изображение тумана

source: Error! The version of Tile Set is unsupported.
ja: エラー！タイルセットのバージョンはサポートされません。
ru: Ошибка! Версия набора графики не поддерживается.

source: Error! Tile Set could not be loaded.
ja: エラー！タイルセットをロードできません。
ru: Ошибка! Не удалось загрузить набор графики.

source: Couldn't load Tile Set images.
ja: タイルセットの画像を読み込めませんでした。
ru: Не удалось загрузить набор графики.

source: The name of the Tile Set is invalid.
ja: タイルセットの名前が無効です。
ru: Название набора графики неправильное.

source: There must be at least one tile in the Tile Set.
ja: タイルセットには少なくとも1つのタイルが必要です。
ru: В наборе графики должна быть хотя бы одна плитка.

source: There must be a grass tile in the Tile Set.
ja: タイルセットには草のタイルが必要です。
ru: В наборе графики должна быть хотя бы одна плитка травы.

source: There must be a water tile in the Tile Set.
ja: タイルセットには水のタイルが必要です。
ru: В наборе графики должна быть хотя бы одна плитка воды.

source: There must be a forest tile in the Tile Set.
ja: タイルセットには森のタイルが必要です。
ru: В наборе графики должна быть хотя бы одна плитка леса.

source: There must be a hills tile in the Tile Set.
ja: タイルセットには丘のタイルが必要です。
ru: В наборе графики должна быть хотя бы одна плитка холма.

source: There must be a mountain tile in the Tile Set.
ja: タイルセットには山のタイルが必要です。
ru: В наборе графики должна быть хотя бы одна плитка горы.

source: There must be a swamp tile in the Tile Set.
ja: タイルセットには沼のタイルが必要です。
ru: В наборе графики должна быть хотя бы одна плитка болота.

source: There must be at least one tilestyleset in the %1 tile.
ja: %1 タイルには、少なくとも 1 つのタイルスタイルセットが必要です。
ru: У плитки %1 должен быть хотя бы один набор стилей.

source: The image %1 file of the %2 tile does not have a width as a multiple of its height.
ja: 画像%1ファイル%2タイルは、複数の幅を持っていません高さ。
ru: У файла изображения %1 плитки %2 ширина не кратна высоте.

source: The %1 tile does not have enough of the right kind of tile styles.
ja: %1 タイルには、このスタイルの正しい外観がありません。
ru: Плитка %1 имеет неполный тип стиля.

source: Only one tile can have a sunken radial pattern.
ja: 1つのタイルだけ凹んだ放射状パターンを持つことができる
ru: Только одна плитка может иметь утопленный радиальный узор.

source: A large selector image is required.
ja: 大きなセレクター画像が必要です。
ru: Требуется большое изображение селектора.

source: A small selector image is required.
ja: 小さなセレクター画像が必要です。
ru: Требуется малое изображение селектора.

source: An explosion image is required.
ja: 爆発画像が必要です。
ru: Требуется изображение взрыва.

source: A roads image is required.
ja: 道路の画像が必要です。
ru: Требуется изображение дороги.

source: A standing stones image is required.
ja: 立石の画像が必要です。
ru: Требуется изображение стоячего камня.

source: A bridges image is required.
ja: 橋の画像が必要です。
ru: Требуется изображение моста.

source: A set of fog images are required.
ja: 霧セットの画像が必要です。
ru: Требуется набор изображений тумана.

source: A set of flag images are required.
ja: 旗セットの画像が必要です。
ru: Требуется набор изображений флагов.

source: An all (flight) movement bonus image is required.
ja: 全 (飛行) 運動ボーナス画像が必要です。
ru: Требуются изображения всех бонусов передвижения (полёта).

source: A water movement bonus image is required.
ja: 水の動きのボーナス画像が必要です。
ru: Требуется изображение бонуса передвижения по воде.

source: A forest movement bonus image is required.
ja: 森の動きのボーナス画像が必要です。
ru: Требуется изображение бонуса передвижения по лесу.

source: A hills movement bonus image is required.
ja: 丘の動きのボーナス画像が必要です。
ru: Требуется изображение бонуса передвижения по холмам.

source: A mountains movement bonus image is required.
ja: 山の動きのボーナス画像が必要です。
ru: Требуется изображение бонуса передвижения по горам.

source: A swamp movement bonus image is required.
ja: 沼の動きのボーナス画像が必要です。
ru: Требуется изображение бонуса передвижения по болотам.

source: The name of the Tile Set is not unique.
ja: タイルセットの名前は一意ではありません。
ru: Название набора графики не уникально.

source: The Tile Set is valid.
ja: タイルセットは正しいです。
ru: Набор графики правильный.

source: Tile Set is invalid, and is also the current working Tile Set.
ja: タイルセットが正しく、現在のタイルの作業セットです。
ru: Набор графики неправильный, а также является текущим рабочим набором.

source: The Tile Set is invalid. Do you want to proceed?
ja: タイルセットが間違っています。続行しますか?
ru: Набор графики неправильный. Продолжить?

source: The Tile Set has an invalid name. Change it and save again.
ja: タイルセットの名前が間違っています。 それを変更し、もう一度保存します。
ru: Набор графики имеет неправильное название. Измените его и сохраните повторно.

source: The Tile Set has an invalid name. Change it to '%1'?
ja: タイルセットの名前が間違っています。 '%1'に変更しますか?
ru: Набор графики имеет неправильное название. Изменить его на «%1»?

source: The Tile Set has the same name as another one. Change it and save again.
ja: タイルセットの名前は、他のタイルセットと同じです。 それを変更し、もう一度保存します。
ru: Набор графики имеет название как у другого набора. Измените его и сохраните повторно.

source: The Tile Set has the same name as another one. Change it to '%1' instead?.
ja: タイルセットは、他のタイルセットと同じ名前です。 代わりに'%1'に変更しますか?.
ru: Набор графики имеет название как у другого набора. Изменить его на «%1»?

source: Add TileStyle Set
ja: タイルスタイルセットの追加
ru: Добавить набор стилей плиток

source: Remove TileStyle Set
ja: タイルスタイルセットの削除
ru: Удалить набор стилей плиток

source: TileStyle Type
ja: タイルスタイルタイプ
ru: Тип стиля плиток

source: Add Tile
ja: タイルの追加
ru: Добавить плитку

source: Remove Tile
ja: タイルの削除
ru: Удалить плитку

source: Explosion
ja: 爆発
ru: Взрыв

source: Roads
ja: 道路
ru: Дороги

source: Stones
ja: 石石
ru: Камни

source: Bridges
ja: 橋橋
ru: Мосты

source: Fog
ja: 霧
ru: Туман

source: Flags
ja: フラグ
ru: Флаги

source: TileStyles
ja: タイルスタイル
ru: Стили плиток

source: Building Colors
ja: 建物の色
ru: Цвета строений

source: Move Bonus
ja: 運動ボーナス
ru: Бонус передвижения

source: (%1 items)
ja: (%1アイテム)
ru: (%1 предметов)

source: Select All
ja: すべての選択
ru: Выбрать все

source: Carrying %1 item
ja: %1アイテムを運ぶ
ru: Несёт %1 предмет

source: No character set
ja: 文字セットなし
ru: Нет набора персонажей

source: Save these changes before making a new Shield Set?
ja: 新しいシールドセットを作成する前に、これらの変更を保存しますか?
ru: Сохранить эти изменения перед созданием нового набора щитов?

source: Save these changes before opening a new Shield Set?
ja: 新しいシールドセットを開く前に、これらの変更を保存しますか?
ru: Сохранить эти изменения перед открытием нового набора щитов?

source: Choose a Shield Set to Open
ja: 開くシールドセットを選択します。
ru: Выберите набор щитов для открытия

source: LordsAWar Shield Sets (*%1)
ja: LordsAWarシールドセット(*%1)
ru: Наборы щитов LordsAWar (*%1)

source: The Shield Set must have 9 shields in it.
ja: シールドセットは、内部に9シールドを持っている必要があります。
ru: Набор щитов должен содержать 9 щитов.

source: The name of the Shield Set is invalid.
ja: シールドセットの名前が正しくありません。
ru: Название набора щитов неправильное.

source: %1 must have all three shield images specified.
ja: %1 には、シールドの 3 つの画像がすべて含まれる必要があります。
ru: %1 должен содержать все три указанные изображения щитов.

source: %1 must have all three tartan images specified.
ja: %1 は、タータンの 3 つの画像をすべて持っている必要があります。
ru: %1 должен содержать все три указанные изображения шотландского узора.

source: The height or width of a small shield image is zero.
ja: 小さなシールド画像の高さまたは幅は 0 です。
ru: Высота или ширина малого изображения щита равна нулю.

source: The height or width of a medium shield image is zero.
ja: 平均シールド画像の高さまたは幅は 0 です。
ru: Высота или ширина среднего изображения щита равна нулю.

source: The height or width of a large shield image is zero.
ja: 大きなシールド画像の高さまたは幅が0です
ru: Высота или ширина большого изображения щита равна нулю.

source: The name of the Shield Set is not unique.
ja: シールドセットの名前が一意ではありません。
ru: Название набора щитов не уникальное.

source: The Shield Set is valid.
ja: シールドのセットは正しいです。
ru: Набор щитов правильный.

source: The Shield Set has an invalid name. Change it and save again.
ja: シールドセットの名前が間違っています。 それを変更し、もう一度保存します。
ru: Набор щитов имеет неправильное название. Измените его и сохраните повторно.

source: The Shield Set has an invalid name. Change it to '%1'?
ja: シールドセットの名前が間違っています。 '%1'に変更しますか?
ru: Набор щитов имеет неправильное название. Изменить его на «%1»?

source: The Shield Set has the same name as another one. Change it and save again.
ja: シールドセットは、他のシールドセットと同じ名前です。 それを変更し、もう一度保存します。
ru: Набор щитов имеет название как у другого набора. Измените его и сохраните повторно.

source: The Shield Set has the same name as another one. Change it to '%1' instead?.
ja: シールドセットは、他のシールドセットと同じ名前です。 代わりに'%1'に変更しますか?.
ru: Набор щитов имеет название как у другого набора. Измените его на «%1»?

source: Shield Set is invalid, and is also the current working Shield Set.
ja: シールドセットが正しくない、現在のワーキングシールドセットでもあります。
ru: Набор щитов неправильный, а также является текущим рабочим набором.

source: Error! Shield Set could not be saved.
ja: エラー！私はシールドのセットを維持することはできません。
ru: Ошибка! Не удалось сохранить набор щитов.

source: The Shield Set is invalid. Do you want to proceed?
ja: シールドセットが間違っています。続行しますか?
ru: Набор щитов неправильный. Продолжить?

source: Error! The version of Shield Set is not supported.
ja: エラー！シールドセットのバージョンはサポートされていません。
ru: Ошибка! Версия набора щитов не поддерживается.

source: Error! Shield Set could not be loaded.
ja: エラー！シールド セットをロードできません。
ru: Ошибка! Не удалось загрузить набор щитов.

source: Couldn't load Shield Set images.
ja: シールドセットの画像をロードできません。
ru: Не удаётся загрузить изображения набора щитов.

source: Bad dimensions in image: %1
ja: 画像の寸法が正しくありません: %1
ru: Неправильные размеры изображения: %1

source: Choose a %1 %2 Tartan image
ja: %1%2 画像のタータンを選択します
ru: Выберите изображение шотландского узора %1 %2

source: Choose a %1 %2 Shield image
ja: %1%2 シールド画像を選択します
ru: Выберите изображение щита %1 %2

source: Couldn't add %1 to : %2 %3
ja: %1 を に追加できません: %2 %3
ru: Не удалось добавить %1 к : %2 %3

source: Choose a flag image
ja: 旗画像を選択する
ru: Выберите изображение флага

source: Choose a large selector image
ja: 大きいセレクタ画像を選択する
ru: Выберите большое изображение селектора

source: Choose a small selector image
ja: 小さなセレクタ画像を選択する
ru: Выберите малое изображение селектора

source: Loading Army Sets
ja: 軍隊セットをロードする
ru: Загрузка наборов армий

source: Loading City Sets
ja: 都市セットをロードする
ru: Загрузка наборов городов

source: Loading Tile Sets
ja: タイルセットをロードする
ru: Загрузка наборов графики

source: Loading Shield Sets
ja: シールドセットをロードする
ru: Загрузка наборов щитов

source: Augmented Str
ja: 増強強度
ru: Дополненная сил

source: HP
ru: ЗД

source: Battle Outcome
ja: 戦いの結果
ru: Исход битвы

source: The attacker won %1 battle and lost %2.
ja: 攻撃者は%1の戦闘に勝ち、%2を負けた。
ru: Атакующий выиграл %1 битву и проиграл %2.

source: Choose Sound File
ja: サウンドファイルの選択
ru: Выберите звуковой файл

source: Sound Files (*.ogg)
ja: サウンドファイル(*.ogg)
ru: Звуковые файлы (*.ogg)

source: Only OGG files can be used for sound.
ja: OGGファイルのみサウンドとして使用できます。
ru: Для звука можно использовать только OGG-файлы.

source: The scenario is valid.
ja: シナリオは正しいです。
ru: Сценарий правильный.

source: There is %1 error
ja: ここに%1エラーがあります
ru: Обнаружена %1 ошибка

source: There is %1 warning
ja: ここに %1 警告があります
ru: Присутствует %1 предупреждение

source: , and %1 warning
ja: 、と %1 警告があります
ru: и %1 предупреждение

source: Errors:
ja: エラー：
ru: Ошибки:

source: Warnings:
ja: 警告：
ru: Предупреждения:

source: Image Files (*.png, *.svg)
ja: 画像ファイル(*.png, *.svg)
ru: Файлы изображений (*.png, *.svg)

source: Only PNG and SVG files can be used as images.
ja: 画像として使用できるのは、PNG ファイルと SVG ファイルだけです。
ru: В качестве изображений можно использовать только PNG- и SVG-файлы.

source: Heroes of %1
ja: ヒーロー %1
ru: Герои %1

source: Unnamed Hero
ja: 無名のヒーロー
ru: Безымянный герой
