Repository: Hairash/lordsawar-fork
Catalog: po/*.po
Languages: ja, ru

source: Your unit of %1 is awarded the veteran's medal!
ja: %1のユニットには、ベテランのメダルが授与されます。
ru: Ваш юнит %1 награждён медалью ветерана!

source: Your unit of %1 is awarded a medal!
ja: %1のユニットにメダルが授与されます！
ru: Ваш юнит %1 награждён медалью!

source: %1, your turn continues.
ja: %1、あなたのターンは続きます。
ru: %1, ваш ход продолжается.

source: %1 did not complete the quest.
ja: %1はクエストを完了しませんでした。
ru: %1 не завершил квест.

source: Advisor!
ja: アドバイザー！
ru: Советник!

source: My Good Lord!
ja: 私の良い主よ!
ru: Мой хороший лорд!

source: Great and Worthy Lord!
ja: 偉大でふさわしい領主!
ru: Великий и достойный лорд!

source: O Champion of Justice!
ja: おおチャンピオンの正義!
ru: О чемпион справедливости!

source: O Mighty Leader!
ja: ああ強大なリーダー!
ru: О могучий лидер!

source: O Great Warlord!
ja: ああ偉大な武将!
ru: О великий военачальник!

source: This battle will surely be as simple as butchering sleeping cattle!
ja: この戦いは確かに眠っている牛を切断するのと同じくらい簡単になります!
ru: Эта битва будет безусловно такой же простой, как разделка спящего скота!

source: A battle here would be as simple as butchering sleeping cattle!
ja: ここでの戦いは、おそらく眠っている牛を切断するのと同じくらい簡単になります!
ru: Битва здесь будет такой же простой, как разделка спящего скота!

source: I believe this battle will surely be as simple as butchering sleeping cattle!
ja: 私はこの戦いは眠っている牛を切るのと同じくらい簡単になると確信しています!
ru: Я уверен, эта битва будет также простой, как разделка спящего скота!

source: This battle would be as simple as butchering sleeping cattle!
ja: この戦いは、眠っている牛を切断するのと同じくらい簡単になります!
ru: Эта битва будет такой же простой, как разделка спящего скота!

source: I believe this battle will be as simple as butchering sleeping cattle!
ja: 私はこの戦いは眠っている牛を切るのと同じくらい簡単になると確信しています!
ru: Я уверен, эта битва будет такой же простой, как разделка спящего скота!

source: This battle shall be as simple as butchering sleeping cattle!
ja: この戦いは、眠っている牛を切断するのと同じくらい簡単でなければなりません!
ru: Эта битва должна быть такой же простой, как разделка спящего скота!

source: This battle will surely be an easy victory! We cannot lose!
ja: この戦いは間違いなく簡単な勝利で終わるでしょう!負けるなんて!
ru: Эта битва определённо закончится простой победой! Мы не можем проиграть!

source: A battle here would be an easy victory! We cannot lose!
ja: 戦いは単純な勝利で終わるかもしれません!負けるなんて!
ru: Битва возможно закончится простой победой! Мы не можем проиграть!

source: I believe this battle will surely be an easy victory! We cannot lose!
ja: この戦いは、簡単な勝利で終わると確信しています!負けるなんて!
ru: Я уверен, эта битва закончится простой победой! Мы не можем проиграть!

source: This battle would be an easy victory! We cannot lose!
ja: この戦いは、単純な勝利で終わるでしょう!負けるなんて!
ru: Эта битва закончится простой победой! Мы не можем проиграть!

source: I believe this battle will be an easy victory! We cannot lose!
ja: この戦いは、単純な勝利で終わらなければならないと確信しています!負けるなんて!
ru: Я уверен, эта битва должна закончится простой победой! Мы не можем проиграть!

source: This battle shall be an easy victory! We cannot lose!
ja: この戦いは、単純な勝利で終わるでしょう!負けるなんて!
ru: Эта битва закончится простой победой! Мы не можем проиграть!

source: This battle will surely be a comfortable victory!
ja: この戦いは間違いなく快適な勝利で終わるでしょう!
ru: Эта битва определённо закончится лёгкой победой!

source: A battle here would be a comfortable victory!
ja: ここでの戦いは快適な勝利で終わるでしょう!
ru: Битва здесь закончится лёгкой победой!

source: I believe this battle will surely be a comfortable victory!
ja: きっとこの戦いは快適な勝利で終わるでしょう!
ru: Я уверен, эта битва закончится лёгкой победой!

source: This battle would be a comfortable victory!
ja: この戦いは快適な勝利で終わる!
ru: Эта битва закончится лёгкой победой!

source: I believe this battle will be a comfortable victory!
ja: きっとこの戦いは快適な勝利で終わるでしょう!
ru: Я уверен, эта битва закончится лёгкой победой!

source: This battle shall be a comfortable victory!
ja: この戦いは快適な勝利で終わる!
ru: Эта битва закончится лёгкой победой!

source: This battle will surely be a hard fought victory! But we shall win!
ja: この戦いは間違いなく勝つのは難しいでしょう!しかし、我々は勝つつもりです!
ru: Эта битву будет определённо трудно выиграть! Но мы победим!

source: A battle here would be a hard fought victory! But we shall win!
ja: ここでの戦いでは、勝利を奪うのは難しいでしょう!しかし、我々は勝つつもりです!
ru: В битве здесь будет трудно вырвать победу! Но мы победим!

source: I believe this battle will surely be a hard fought victory! But we shall win!
ja: この戦いでは勝利を奪うのは難しいと思います!しかし、我々は勝つつもりです!
ru: Я уверен, в этой битве будет трудно вырвать победу! Но мы победим!

source: This battle would be a hard fought victory! But we shall win!
ja: この戦いは激しい戦いの勝利になります!しかし、我々は勝つ!
ru: В этой битве будет тяжело победить! Но мы победим!

source: I believe this battle will be a hard fought victory! But we shall win!
ja: きっとこの戦いは、きっと激しい勝利に終わるでしょう。しかし、我々は勝つつもりです!
ru: Я уверен, в этой битве будет тяжело победить! Но мы победим!

source: This battle shall be a hard fought victory! But we shall win!
ja: この戦いは難しい勝利に終わるでしょう!しかし、我々は勝つつもりです!
ru: Эта битва закончится трудной победой! Но мы победим!

source: This battle will surely be very evenly matched!
ja: この戦いは非常に等しいことを確認します!
ru: Эта битва наверняка будет очень равной!

source: A battle here would be very evenly matched!
ja: ここでの戦いは非常に等しいかもしれません!
ru: Битва здесь возможно будет очень равной!

source: I believe this battle will surely be very evenly matched!
ja: 私はこの戦いは間違いなく非常に等しくなると確信しています!
ru: Я уверен, эта битва будет определённо очень равной!

source: This battle would be very evenly matched!
ja: この戦いは非常に等しいかもしれません!
ru: Эта битва возможно будет очень очень равной!

source: I believe this battle will be very evenly matched!
ja: きっとこの戦いは非常に平等になると思います!
ru: Я уверен, эта битва будет очень равной!

source: This battle shall be very evenly matched!
ja: この戦いは非常に等しくなります!
ru: Эта битва будет очень равной!

source: This battle will surely be difficult but not impossible to win!
ja: この戦いは勝つのは難しいでしょうが、不可能ではありません!
ru: В этой битве будет трудно победить, но не невозможно!

source: A battle here would be difficult but not impossible to win!
ja: ここでの戦いでは、勝つのは難しいでしょうが、不可能ではありません!
ru: В битве здесь будет трудно победить, но не невозможно!

source: I believe this battle will surely be difficult but not impossible to win!
ja: この戦いに勝つのは難しいと思いますが、不可能ではありません!
ru: Я уверен, что в этой битве трудно победить, но не невозможно!

source: This battle would be difficult but not impossible to win!
ja: この戦いに勝つことは難しいが、不可能ではありません!
ru: Победить в этой битве будет трудно но не невозможно!

source: I believe this battle will be difficult but not impossible to win!
ja: 私はこの戦いが勝つのは難しいだろうが、不可能ではないと確信しています!
ru: Я уверен, что в этой битве будет трудно победить, но это не невозможно!

source: This battle shall be difficult but not impossible to win!
ja: この戦いでは難しいが勝つことは不可能ではない!
ru: В этой битве победить будет трудно, но это не невозможно!

source: This battle will surely be a brave choice! I leave it to thee!
ja: この戦いは確かに大胆な選択になります!私はあなたに任せます!
ru: Эта битва, безусловно, будет смелым выбором! Я оставлю это вам!

source: A battle here would be a brave choice! I leave it to thee!
ja: ここでの戦いは大胆な選択になります!私はあなたに任せます!
ru: Битва здесь будет смелым выбором! Я оставлю это вам!

source: I believe this battle will surely be a brave choice! I leave it to thee!
ja: 私はこの戦いが大胆な選択になると信じています!私はあなたに任せます!
ru: Я верю, эта битва будет смелым выбором! Я оставлю это вам!

source: This battle would be a brave choice! I leave it to thee!
ja: この戦いは大胆な選択になります!私はあなたに任せます!
ru: Эта битва была бы смелым выбором! Я оставлю это вам!

source: I believe this battle will be a brave choice! I leave it to thee!
ja: 私はこの戦いが大胆な選択になると信じています!私はあなたに任せます!
ru: Я верю, эта битва будет смелым выбором! Я оставлю это вам!

source: This battle shall be a brave choice! I leave it to thee!
ja: この戦いは大胆な選択になります!私はあなたに任せます!
ru: Эта битва будет смелым выбором! Я оставлю это вам!

source: This battle will surely be a foolish decision!
ja: この戦いは間違いなく愚かな決定になるだろう!
ru: Эта битва определённо будет глупым решением!

source: A battle here would be a foolish decision!
ja: ここでの戦いは愚かな決定かもしれません!
ru: Битва здесь, возможно, будет глупым решением!

source: I believe this battle will surely be a foolish decision!
ja: 私はこの戦いが愚かな決定になると確信しています!
ru: Я уверен, что эта битва будет глупым решением!

source: This battle would be a foolish decision!
ja: この戦いは愚かな決断かもしれません!
ru: Эта битва, возможно будет глупым решением!

source: I believe this battle will be a foolish decision!
ja: 私はこの戦いが愚かな決定になると確信しています!
ru: Я уверен, что эта битва будет глупым решением!

source: This battle shall be a foolish decision!
ja: この戦いは愚かな決定になります!
ru: Эта битва будет глупым решением!

source: This battle will surely be sheerest folly! Thou shouldst not attack!
ja: この戦いは間違いなく愚かになるだろう!あなたは攻撃する必要はありません!
ru: Эта битва определённо будет глупостью! Вы не должны нападать!

source: A battle here would be sheerest folly! Thou shouldst not attack!
ja: ここでの戦いはただの愚かさでしょう!あなたは攻撃する必要はありません!
ru: Битва здесь была бы простой глупостью! Вы не должны нападать!

source: I believe this battle will surely be sheerest folly! Thou shouldst not attack!
ja: 私はこの戦いは確かに純粋な愚かさになると信じています!やらなくていいです攻撃！
ru: Я считаю, что эта битва, безусловно, будет чистой глупостью! Вы не должны атаковать!

source: This battle would be sheerest folly! Thou shouldst not attack!
ja: この戦いは単純な愚かさになります!あなたは攻撃する必要はありません!
ru: Эта битва была бы простой глупостью! Вы не должны атаковать!

source: I believe this battle will be sheerest folly! Thou shouldst not attack!
ja: 私はこの戦いが最も愚かになると信じています! あなたは攻撃すべきではありません!
ru: Я верю, что эта битва будет абсолютной глупостью! Вы не должны атаковать!

source: This battle shall be sheerest folly! Thou shouldst not attack!
ja: 私はこの戦いがちょうど愚かになると信じています!あなたは攻撃する必要はありません!
ru: Я верю, что эта битва будет просто глупостью! Вы не должны атаковать!

source: This battle will surely be complete and utter suicide!
ja: この戦いは間違いなく完全で純粋な自殺になります!
ru: Эта битва определённо будет полным и чистым суицидом!

source: A battle here would be complete and utter suicide!
ja: ここでの戦いは完全かつ純粋な自殺かもしれません!
ru: Битва здесь возможно будет полным и чистым суицидом!

source: I believe this battle will surely be complete and utter suicide!
ja: 私はこの戦いが完全かつ純粋な自殺になると信じています!
ru: Я верю, эта битва будет полным и чистым суицидом!

source: This battle would be complete and utter suicide!
ja: この戦いは完全で純粋な自殺かもしれません!
ru: Эта битва, возможно, будет полным и чистым суицидом!

source: I believe this battle will be complete and utter suicide!
ja: 私はこの戦いが完全かつ純粋な自殺になると確信しています!
ru: Я уверен, что эта битва будет будет полным и чистым суицидом!

source: This battle shall be complete and utter suicide!
ja: この戦いは完全かつ純粋な自殺になります!
ru: Эта битва будет полным и чистым суицидом!

source: The Warlord Says...
ja: 武将は言う...
ru: Военачальник говорит...

source: %1 gold piece was stolen from %2!
ja: %2から%1の金貨が盗まれました！
ru: %1 золотая монета была украдена у %2!

source: %1 army unit was sunk to the watery depths!
ja: %1軍隊ユニットが水深に沈んだ！
ru: %1 боевой юнит отправился на дно водной пучины!

source: %1 bag was retrieved by %2!
ja: %1バッグは%2によって取得されました！
ru: %1 мешок был получен %2!

source: %1 has burned a bridge! None shall pass this way again!
ja: %1が橋を燃やしました！ 誰もこの道を再び通過することはありません！
ru: %1 сжёг мост! Никто не должен пройти этой дорогой опять!

source: %1 has turned %2 from %3!
ja: %1 は %3 から %2 に変わりました!
ru: %1 превратил %3 в %2!

source: %1 unit in %2 have perished!
ja: %2の%1ユニットが消滅しました！
ru: %1 юнит в %2 погиб!

source: %1 unit of %2 have been raised in %3!
ja: %2の%1ユニットが%3で発生しました！
ru: %1 юнит %2 был поднят в %3!

source: %1 unit in %2 have been persuaded to fly your flag!
ja: %2の%1ユニットがあなたの旗を飛ばすように説得されました！
ru: %1 юнит %2 был убеждён присягнуть вашему флагу!

source: The citizens of %1 have been persuaded to fly your flag!
ja: %1の市民はあなたの旗を飛ばすように説得されました！
ru: Граждане %1 были убеждены присягнуть вашему флагу!

source: %1 has teleported to %2!
ja: %1が%2にテレポートしました！
ru: %1 телепортирован к %2!

source: A unit of %1 has come to the aid of %2!
ja: %1のユニットが%2の助けになりました
ru: Юнит %1 пришёл на помощь к %2!

source: %1 unit of %2 was banished by %3!
ja: %2の%1ユニットが%3によって追放されました！
ru: %1 юнит %2 был изгнан %3!

source: %1 movement point was added to %2 and accompanying units!
ja: %2とそれに付随するユニットに%1移動ポイントが追加されました！
ru: %1 точка движения была добавлена к %2 и сопровождающим юнитам!

source: Info...
ja: 情報...
ru: Инфо...

source: Travel Along Path
ja: パスに沿って移動
ru: Идти по пути

source: Defend
ja: 防衛
ru: Защита

source: Disband...
ja: 解散...
ru: Роспуск...

source: Random Scenario
ja: ランダムシナリオ
ru: Случайный сценарий

source: (untitled)
ja: （無名）
ru: (без названия)

source: The scenario isn't valid.
ja: シナリオが間違っています。
ru: Сценарий неправильный.

source: Play a new scenario with a random map. You get to decide the number of players, and number of cities on the map. You can also control the amount of the map that is covered in forest, water, swamps and mountains.
ja: ランダムマップ上で新しいシナリオを再生します。番号を決定できます、マップ上の都市の数。金額を制御することもできます。森林、水、沼地や山のマップ。
ru: Играть новый сценарий на случайной карте. Вы можете определить число игроков и число городов на карте. Вы можете также контролировать уровень покрытия картой лесами, водой, болотами и горами.

source: Select a scenario file to add to the library
ja: ライブラリに追加するシナリオファイルを選択します。
ru: Выберите файл сценария для добавления к библиотеке

source: LordsAWar Maps (*.map)
ja: LordsAWarマップ(*.map)
ru: Карты LordsAWar (*.map)

source: Error! Scenario could not be removed.
ja: エラー！スクリプトを削除できません。
ru: Ошибка! Сценарий не удалось удалить.

source: Propose peace
ja: 平和を提供する
ru: Предложить мир

source: Propose war on armies not in cities
ja: 都市にいない軍隊に戦争を提供する
ru: Предложить войну армиям вне городов

source: Propose war
ja: 戦争を提案する
ru: Предложить войну

source: Could not connect to gamehost server: %1:%2
ja: ゲームホストのサーバーに接続できません: %1:%2
ru: Не удалось подключиться к серверу игры: %1:%2

source: Gamehost Server Error: %1
ja: ゲームホストセーバーエラー: %1
ru: Ошибка сервера игры: %1

source: Server Failure
ja: サーバー障害
ru: Сбой сервера

source: Uploading...
ja: アプロード。。。
ru: Выгрузка...

source: Server went away.
ja: サーバーがなくなりました。
ru: Сервер отключился.

source: Disconnected
ja: 切断されました
ru: Разъединено

source: Could not connect to server: %1 %2
ja: サーバーに参加できませんでした: %1 %2
ru: Не удалось подключиться к серверу: %1 %2

source: Downloading...
ja: ダウンロードしています...
ru: Загрузка....

source: Invalid map file. Please validate it in the scenario editor.
ja: マップファイルが正しくありません。 シナリオエディタで確認してください。
ru: Неправильный файл карты. Проверьте его в редакторе сценариев.

source: Could not bind to port %1
ja: ポート％1にバインドできませんでした
ru: Не удалось установить привязку к порту %1

source: Exp
ru: Опыт

source: Needs
ja: ニーズ
ru: Нужды

source: The sages show thee the site of %1
ja: セージはあなたに％1の場所を示します
ru: Мудрецы показывают вам сторону %1

source: where the location of a special place can be found!
ja: あなたは特別な場所の場所を見つけることができます!
ru: где можно найти местоположение особого места!

source: Off with their heads! I want it ALL!
ja: 彼らの頭でオフ！全部欲しい！
ru: Всем им головы с плеч! Я хочу их ВСЕХ!

source: Your enemy grudgingly surrenders!
ja: あなたの敵はあきらめることに消極的です!
ru: Ваш враг неохотно сдаётся!

source: Do you accept?
ja: 受け入れますか?
ru: Вы принимаете?

source: Ruins and Temples
ja: 廃墟や神殿
ru: Руины и храмы

source: Stronghold
ja: 拠点
ru: Крепость

source: It is especially well-guarded.
ja: これは特によく守られている。
ru: Этот особенно хорошо охраняется.

source: Rumour speaks of a formidable force within.
ja: 噂は中の恐ろしい力について話します。
ru: Слухи говорят о грозной силе внутри.

source: Even heroes are wary of this site.
ja: ヒーローでさえこのサイトに警戒しています。
ru: Даже герои настороженно относятся к этой стороне.

source: Bones litter this place.
ja: 骨がこの場所を詰まらせている。
ru: Здесь повсюду валяются кости.

source: It is guarded.
ja: それは警戒中です。
ru: Этот охраняется.

source: Rescue Crashed Game
ja: 壊れたゲームを保存する
ru: Спасти разбитую игру

source: New Networked Game
ja: 新しいオンラインゲーム
ru: Новая сетевая игра

source: No Quest
ja: クエストなし
ru: Без квеста

source: Seek a quest in a temple!
ja: 神殿でのクエストを探してください!
ru: Ищите квест в храме!

source: Quest? What Quest?
ja: クエスト。どのようなクエスト?
ru: Квест? Какой квест?

source: Thou hast no quests!
ja: あなたはクエストを持っていません!
ru: У вас нет квестов!

source: You produced %1 army this turn!
ja: あなたはこのターン中で%1の軍隊を製造しました!
ru: Вы произвели %1 армию в этом ходу!

source: Army Report
ja: 陸軍レポート
ru: Отчёт об армии

source: City Report
ja: 都市レポート
ru: Отчёт о городах

source: Gold Report
ja: 金レポート
ru: Отчёт о золоте

source: Production Report
ja: 製造レポート
ru: Отчёт о производствах

source: Winning Report
ja: 勝利レポート
ru: Отчёт о победе

source: You have %1 army!
ja: あなたは%1の軍隊を持っています!
ru: У вас есть %1 армия!

source: You have %1 city!
ja: あなたは%1都市を持っています!
ru: У вас есть %1 город!

source: You have %1 gold piece!
ja: あなたは%1金貨を持っています!
ru: У вас есть %1 золотая монета!

source: first
ja: 一番目
ru: первый

source: second
ja: 二番目
ru: второй

source: third
ja: 三番目
ru: третий

source: fourth
ja: 四番目
ru: четвёртый

source: fifth
ja: 五番目
ru: пятый

source: sixth
ja: 六番目
ru: шестой

source: seventh
ja: 七番目
ru: седьмой

source: eighth
ja: 八番目
ru: восьмой

source: You are coming %1
ja: あなたが%1に来ます
ru: Вы приходите %1

source: %1 stops production!
ja: %1 は製造を停止します。
ru: %1 останавливает производство!

source: %1 has advanced to level %2!
ja: %1 は %2 のレベルに進んでいます。
ru: %1 продвинулся до уровня %2!

source: Choose an attribute to improve:
ja: 改善する属性を選択してください:
ru: Выберите атрибут для улучшения:

source: Sight: %1
ja: 可視性: %1
ru: Видимость: %1

source: A Hero for %1
ja: %1 のヒーロー
ru: Герой для %1

source: A hero in %2 wants to join you for %1 gold piece!
ja: %2のヒーローが%1金貨に参加したいと思っています！
ru: Герой из %2 хочет присоединиться к вам за %1 золотую монету!

source: A hero in %1 wants to join you!
ja: %2のヒーローが参加したいと思っています！
ru: Герой из %1 хочет присоединиться к вам!

source: Your armies have won the city!
ja: あなたの軍隊は街を獲得しました!
ru: Ваши войска захватили город!

source: %1 has won the battle!
ja: %1 が戦いに勝ちました!
ru: %1 выиграл битву!

source: You have lost!
ja: あなたは敗北しました!
ru: Вы проиграли!

source: Autogenerated
ja: 自動生成
ru: Автогенерироуемый

source: Select a city to target.
ja: 送信する都市を選択する
ru: Выберите город для отправки.

source: Select one of your cities to target.
ja: 目標をあなたの都市から1つ選択します。
ru: Выберите один из ваших городов для отправки.

source: Select an enemy city to target.
ja: 目標とする敵の都市を選択します。
ru: Выберите вражеский город для отправки.

source: Select a neutral city to target.
ja: 目標とする中立な都市を選択します。
ru: Выберите нейтральный город для отправки.

source: southeast
ja: 東南
ru: юго-восток

source: east
ja: 東
ru: восток

source: northeast
ja: 北東
ru: северо-восток

source: south
ja: 南
ru: юг

source: north
ja: 北
ru: север

source: southwest
ja: 南西
ru: юго-запад

source: west
ja: 西
ru: запад

source: northwest
ja: 北西
ru: северо-запад

source: nowhere
ja: どこにも
ru: нигде

source: %1 lies to the %2
ja: %1 は %2 にあります
ru: %1 лежит на %2

source: The Sirians
ja: シリアンス
ru: Сирийцы

source: Elvallie
ja: エルヴァリエ
ru: Элвалье

source: Storm Giants
ja: ストームジャイアンツ
ru: Штормовые гиганты

source: Horse Lords
ja: 馬の領主
ru: Лошадиные лорды

source: Grey Dwarves
ja: グレードワーフ
ru: Серые гномы

source: The Selentines
ja: セレンティンス
ru: Селентины

source: Orcs of Kor
ja: オーキーコル
ru: Орки Кор

source: Lord Bane
ja: 領主ベイン
ru: Лорд Бэйн

source: Neutrals
ja: ニュートラル
ru: Нейтралы

source: Removing this item has broken one or more hero starting items. We'd like to automatically fix this for you but we can't! You must manually fix them.
ja: このアイテムを削除すると、1 つ以上のヒーローの開始アイテムが破損しています。 私たちは自動的にあなたのためにこれを修正したいと思いますが、私たちはできません! 手動で修正する必要があります。
ru: Удаление этого предмета привело к поломке одного или нескольких начальных предметов героя. Мы хотели бы исправить это автоматически, но не можем! Вы должны исправить проблему вручную.

source: Not present
ja: 現在ではない
ru: Отсутствует

source: Present
ja: 現在
ru: Присутствует

source: That name is already in use.
ja: その名前は既に使用されています
ru: Это имя уже используется.

source: Save these changes before making a new Army Set?
ja: 新しい軍隊セットを作る前にこれらの変更を保存しますか?
ru: Сохранить эти изменения, прежде чем сделать новый набор армии?

source: Save these changes before opening a new Army Set?
ja: 新しい軍隊セットを開く前に、これらの変更を保存しますか?
ru: Сохранить эти изменения, прежде чем открыть новый набор армий?

source: Choose an Army Set to Open
ja: 開く軍隊セットを選択する
ru: Выберите набор армий для открытия

source: LordsAWar Army Sets (*%1)
ja: LordsAWar軍隊セット (*%1)
ru: Наборы армий LordsAWar (*%1)

source: All Files
ja: すべてのファイル
ru: Все файлы

source: The name of the Army Set is invalid.
ja: 軍隊セットの名前が正しくありません。
ru: Название набора армий неправильное.

source: There must be at least one army unit in the Army Set.
ja: 軍隊セットには少なくとも1つのユニットが必要です。
ru: В наборе армий должен быть хотя бы один юнит.

source: There must be at least one hero in the Army Set.
ja: 軍隊セットには少なくとも1人のヒーローがいるはずです。
ru: В наборе армий должен быть хотя бы один герой.

source: There must be at least one army unit with a production cost of more than zero.
ja: 制ぞ価格がそれ以上の単位が少なくとも 1 つ軍隊ユニット必要ですゼロ。
ru: Должен быть хотя бы один юнит с ценой производства выше нуля.

source: There must be at least one army unit than can defend a ruin.
ja: 廃墟を保護できるユニットが少なくとも1つ軍隊ユニットあるはずです。
ru: Должен быть хотя бы один юнит, который может защитить руины.

source: There must be at least one army unit than can be awarded to a hero.
ja: ヒーローを授与できるユニットが少なくとも1つ軍隊ユニット必要です。
ru: Должен быть хотя бы один юнит, который может быть награждён героем.

source: The ship image must be set.
ja: 船画像を確立する必要があります。
ru: Для корабля должно быть установлено изображение.

source: The hero's standard (the flag) image must be set.
ja: ヒーローの標準(旗)の画像を確立する必要があります。
ru: Для геройского штандарта (флага) должно быть установлено изображение.

source: The picture for the bag of items must be set.
ja: アイテムを含むバッグの画像をイ確立する必要があります。
ru: Для мешка с предметами должно быть установлено изображение.

source: %1 does not have an image for the %2 player
ja: %1 には %2 プレーヤーのイメージがありません
ru: В %1 нет изображения для игрока %2

source: An army unit does not have a name.
ja: ユニットに名前がありません。
ru: У боевого юнита нет названия.

source: The name of the Army Set is not unique.
ja: 軍隊セットの名前は一意ではありません。
ru: Название набора армий не уникально.

source: The Army Set is valid.
ja: 軍隊のセットは正しいです。
ru: Набор армий правильный.

source: Error! Army Set could not be saved.
ja: エラー！軍隊セットは保存できません。
ru: Ошибка! Не удалось сохранить набор армий.

source: Select a Ship image
ja: 船の画像を選択します。
ru: Выберите изображение корабля

source: Select a Hero Flag image
ja: ヒーローの旗の画像を選択する
ru: Выберите изображение флага героя

source: Select a Bag image
ja: バッグの画像を選択してください
ru: Выберите изображение сумки

source: No image set
ja: 画像セットなし
ru: Нет набора изображений

source: Select a %1 Army image
ja: 軍隊の %1 画像を選択します
ru: Выберите изображение армии %1

source: Error! The version of Army Set is unsupported.
ja: エラー！軍隊セットのバージョンはサポートされていません。
ru: Ошибка! Версия набора армий не поддерживается.

source: Error! Army Set could not be loaded.
ja: エラー！軍隊セットがロードをできません。
ru: Ошибка! Не удалось загрузить набор армий.

source: Couldn't load Army Set images.
ja: 軍隊セットの画像をロードすることはできません。
ru: Не удалось загрузить изображения наборов армий.

source: Couldn't add %1 to: %2 %3
ja: %1 を追加できません: %2 %3
ru: Не удалось прибавить %1 к: %2 %3

source: Couldn't remove %1 from: %2 %3
ja: %1 を %2から削除できません: %3
ru: Не удалось удалить %1 из: %2 %3

source: Army Set is invalid, and is also one of the current working Army Sets.
ja: 軍隊セットは間違っている、また軍隊セットの現在の作業の一つ。
ru: Набор армий неправильный, а также является текущим рабочим набором.

source: The Army Set is invalid. Do you want to proceed?
ja: 軍隊のセットは間違っています。続行しますか?
ru: Набор армий неправильный. Продолжить?

source: The Army Set has an invalid name. Change it and save again.
ja: 軍隊セットは間違った名前を持っています。 それを変更し、もう一度保存します。
ru: Набор армий имеет неправильное название. Измените его и сохраните повторно.

source: The Army Set has an invalid name. Change it to '%1'?
ja: 軍隊セットは間違った名前を持っています。 '%1' に変更しますか?
ru: Набор армий имеет неправильное название. Изменить его на «%1»?
