Repository: Hairash/lordsawar-fork
Catalog: po/*.po
Languages: ja, ru

source: Removing hero types can break heros. We'd like to automatically fix this for you but we can't! You must manually fix them.
ja: ヒーロータイプを削除すると、ヒーローを壊すことができます。 私たちは自動的にあなたのためにこれを修正したいと思いますが、私たちはできません! 手動で修正する必要があります。
ru: Удаление типов героев может привести к поломке героев. Мы хотели бы исправить это автоматически, но не можем! Вы должны исправить проблему вручную.

source: No strategy set
ja: 戦略が設定されていません
ru: Нет набора стратегий

source: No starting items
ja: スタートアイテムはありません
ru: Нет начальных предметов

source: Starting with %1 item
ja: %1アイテムを持ってにスタートする
ru: Начинает с %1 предметом

source: No army type selected
ja: 選択されたタイプの軍隊はありません
ru: Не выбран тип армий

source: Save Changes?
ja: 変更を保存しますか?
ru: Сохранить изменения?

source: Choose an explosion image
ja: 爆発画像の選択する
ru: Выберите изображение взрыва

source: a scenario called %1 converted by lordsawar-import version %2
ja: %1 というシナリオが、lordsawar輸入バージョン %2 に変換されました
ru: сценарий с названием %1 преобразован с помощью lordsawar-import версии %2

source: Error: Terrain code %02hhx at %d,%d is unknown
ja: エラー: 地球%02hhxコード%d,%dに未明
ru: Ошибка: код ландшафта %02hhx в %d,%d неизвестен

source: Error: Terrain code %02hhx at %d,%d is unknown type %s
ja: エラー: 地球%02hhxコード%d,%dに未明タイプ%s
ru: Ошибка: код ландшафта %02hhx в %d,%d неизвестного типа %s

source: Importing player %1.
ja: プレーヤー %1 を購入します。
ru: Импорт игрока %1.

source: Importing %1 ruins & temples.
ja: %1廃墟と神殿を輸入します。
ru: Импорт %1 руин и храмов.

source: Error: We got an unknown temple/ruin type of %1 for %2 at %3,%4
ja: エラー: 不明なテンプル/遺跡タイプ %1 が %3,%4 で %2 を待機しています
ru: Ошибка: получен неизвестный тип храма или руины %1 для %2 в %3,%4

source: Importing %1 cities.
ja: %1 都市を購入します。
ru: Импорт %1 городов.

source: Importing %1 signposts.
ja: %1 道路標識を購入します。
ru: Импорт %1 дорожных знаков.

source: Importing %1 items.
ja: %1 アイテムを購入します。
ru: Импорт %1 предметов.

source: Error: couldn't convert item number %1
ja: エラー: アイテムを%1に変換できません
ru: Ошибка: не удалось преобразовать предмет под номером %1

source: Importing armyset %1.
ja: 軍隊セット%1 を購入します。
ru: Импорт набора армий %1.

source: An armyset called %1 converted by lordsawar-import %2.
ja: %1という軍隊セットがlordsawar-輸入 %2 に変換されます。
ru: Набор армий с названием %1 преобразован с помощью lordsawar-import версии %2.

source: Warning: unrecognized city bonus of %1 for %2
ja: 警告：%2に対して%1の認識されない都市ボーナス
ru: Предупреждение: нераспознанный городской бонус %1 для %2

source: Warning: unrecognized open bonus of %1 for %2
ja: 警告：%2に対して%1の認識されないオープンエリアボーナス
ru: Предупреждение: нераспознанный открытый бонус %1 для %2

source: Warning: unrecognized forest bonus of %1 for %2
ja: 警告：%2に対して%1の認識されない森ボーナス
ru: Предупреждение: нераспознанный лесной бонус %1 для %2

source: Warning: unrecognized hills bonus of %1 for %2
ja: 警告：%2に対して%1の認識されない丘ボーナス
ru: Предупреждение: нераспознанный холмистый бонус %1 для %2

source: Warning: unrecognized enemy minus bonus of %1 for %2
ja: 警告：%2に対して%1の認識されないマイナスボーナス
ru: Предупреждение: нераспознанный вражеский отрицательный бонус %1 для %2

source: Warning: unrecognized cancel bonus of %1 for %2
ja: 警告：%2に対して%1の認識されないキャンセルボーナス
ru: Предупреждение: нераспознанный бонус отмены %1 для %2

source: Warning: unrecognized city plus flag of %1 for %2
ja: 警告：%2に対して%1の認識されない都市と旗
ru: Предупреждение: нераспознанный флаг города плюс %1 для %2

source: Warning: unrecognized ally flag of %1 for %2
ja: 警告：%2に対して%1の認識されない味方旗
ru: Предупреждение: нераспознанный флаг союзника %1 для %2

source: Warning: no army file found. Using default armyset.
ja: 警告: 軍隊のファイルが見つかりません。デフォルトで軍隊セットを使用しています。
ru: Предупреждение: не найден файл армии. Используется набор армий по умолчанию.

source: Error: Could not save `%1%2'
ja: エラー: `%1%2'を保存できません
ru: Ошибка: не удаётся сохранить «%1%2»

source: Saved to %1.map.
ja: %1.map に保存されました。
ru: Сохранено в %1.map.

source: Usage: %1 [OPTION]... FILE
ja: 使用: %1 [OPTION]... FILE
ru: Использование: %1 [ПАРАМЕТРЫ]... ФАЙЛ

source: version
ja: バージョン
ru: версия

source: Options:
ja: オプション：
ru: Параметры:

source: Display this help and exit
ja: このヘルプを表示して、出て行く
ru: Показать эту справку и выйти

source: Use this WL2 army file
ja: この WL2 軍隊ファイルを使用する
ru: Использовать этот файл армий WL2

source: Report bugs to
ja: エラーを報告する
ru: Об ошибках сообщайте на

source: Error: Couldn't open `%1' for reading.
ja: エラー: 読み取るために `%1' を開けることができません。
ru: Ошибка: не удалось открыть «%1» для чтения.

source: Error: Could not find a .MAP file in %1
ja: エラー: 見つかりません%1の.MAPファイル
ru: Ошибка: не удалось найти MAP-файл в %1

source: Error: Could not find a .SCN file in `%1'
ja: エラー: 見つかりません%1の.SCNファイル
ru: Ошибка: не удалось найти SCN-файл в «%1»

source: Error: Could not find a .RD file in `%1'
ja: エラー: 見つかりません%1の.RDファイル
ru: Ошибка: не удалось найти RD-файл в «%1»

source: Error: Could not find a .SGN file in `%1'
ja: エラー: 見つかりません%1の.SGNファイル
ru: Ошибка: не удалось найти SGN-файл в «%1»

source: Error: Could not find a .ITM file in `%1'
ja: 見つかりません%1の.ITMファイル
ru: Ошибка: не удалось найти ITM-файл в «%1»

source: Error: Could not find a .SPC file in `%1'
ja: 見つかりません%1の.SPCファイル
ru: Ошибка: не удалось найти SPC-файл в «%1»

source: Error: Could not open `%1'
ja: エラー: `%1' を開けることができません
ru: Ошибка: не удалось открыть «%1»

source: Razed!
ja: 破壊！
ru: Разрушен!

source: Capital of
ja: 資本
ru: Столица игрока

source: Player
ja: プレーヤー
ru: Игрок

source: Sit Down
ja: 座ってください
ru: Сесть

source: People
ja: 人
ru: Люди

source: Host
ja: ホスト
ru: Хост

source: List the game on a remote server.
ja: リモートサーバー上のゲームの一覧。
ru: Список игр на удалённом сервере.

source: List the game on %1.
ja: ゲームの一覧は %1 です。
ru: Список игр на %1.

source: Host and list the game on a remote server.
ja: リモートサーバーでゲームをホストして一覧表示します。
ru: Хост и список игр на удалённом сервере.

source: Host and list the game on %1.
ja: %1でゲームをホストし、リストします。
ru: Хост и список игр на %1.

source: You have %1 item!
ja: あなたが%1 アイテムをあります。
ru: У вас есть %1 предмет!

source: You don't have any items!
ja: あなたはアイテムを持っていません!
ru: У вас нет никаких предметов!

source: UnGrp
ja: グループ解除
ru: Разгруп

source: Acts like any other stack
ja: 他のスタックと同様に動作します。
ru: Действует как любой другой отряд

source: Switches strategies every so often
ja: 頻繁に戦略を切り替える
ru: Время от времени меняет стратегии

source: Goes on quests with help
ja: 助けを借りてクエストに行く
ru: Отправляется выполнять квесты с помощью

source: Error opening `%1' for reading. Exiting.
ja: `%1' を読み取る開くエラーです。残す。
ru: Ошибка открытия «%1» для чтения. Выполняется выход.

source: Error opening `%1' for writing. Exiting.
ja: `%1' を書く取る開くエラーです。残す。
ru: Ошибка открытия «%1» для записи. Выполняется выход.

source: Error! couldn't get Gdk::RGBA values from xml tag `%1'.
ja: エラー！ xml タグ`%1' から Gdk::RGBA値を取得できません。
ru: Ошибка! Не удалось получить значения Gdk::RGBA из XML-тега «%1».

source: Error! couldn't get Glib::ustring value from xml tag `%1'.
ja: エラー！ xml タグ`%1'のGlib::ustring値を取得できません。
ru: Ошибка! Не удалось получить значение Glib::ustring из XML-тега «%1».

source: Error! couldn't get bool value from xml tag `%1'.
ja: エラー！ xml タグ`%1'のbool値を取得できません。
ru: Ошибка! Не удалось получить логическое значение из XML-тега «%1».

source: Error! couldn't get int value from xml tag `%1'.
ja: エラー！ xml タグ`%1'のint値を取得できません。
ru: Ошибка! Не удалось получить значение int из XML-тега «%1».

source: Error! couldn't get guint32 value from xml tag `%1'.
ja: エラー！ xml タグ`%1'のguint32値を取得できません。
ru: Ошибка! Не удалось получить значение guint32 из XML-тега «%1».

source: Error! couldn't get double value from xml tag `%1'.
ja: エラー！ xml タグ`%1'のdouble値を取得できません。
ru: Ошибка! Не удалось получить значение double из XML-тега «%1».

source: %1: Callback for xml tag returned false. Stop parsing document.
ja: %1: xml タグの呼び出しが嘘によって戻されました。ドキュメントの確認を停止します。
ru: %1: Вызов для XML-тега вернул false. Разбор документа завершается.

source: Error! couldn't get Gdk::RGBA value from xml tag `%1'.
ja: エラー！ xml タグ`%1'のGdk::RGBA値を取得できません。
ru: Ошибка! Не удалось получить значение Gdk::RGBA из XML-тега «%1».

source: Error loading music descriptions; disabling music.
ja: 音楽の説明をロードするエラー。私は音楽をオフにします。
ru: Ошибка загрузки описаний музыки. Музыка отключается.

source: +3 Str In Open
ja: +3力オープンで
ru: +3 сил на открытой местности

source: +3 Str In Forest
ja: ＋3力森の中で
ru: +3 сил в лесу

source: +3 Str In Hills
ja: +3力丘で
ru: +3 сил в холмах

source: +3 Str In City
ja: +3力都市で
ru: +3 сил в городе

source: -3 Enemy Stack
ja: -3敵スタック
ru: -3 вражеских отряда

source: +3 Stack
ja: +3スタック
ru: +3 отряда

source: +2 Str In Open
ja: +2力オープンエリアの中で
ru: +2 сил на открытой местности

source: +1 Str In City
ja: ＋1力都市の中で
ru: +1 сил в городе

source: +2 Str In City
ja: +2力都市の中で
ru: +2 сил в городе

source: +1 Stack In Hills
ja: +3スタック丘で
ru: +1 сил в холмах

source: Cancel City Bonus
ja: 都市ボーナスをキャンセル
ru: Отменить городской бонус

source: -1 Enemy Stack)
ja: -1敵スタック
ru: -1 вражеский отряд)

source: +1 Stack
ja: +1スタック
ru: +1 отряд

source: +2 Stack
ja: +2スタック
ru: +2 отряда

source: Cancel Non-Hero
ja: 非ヒーローをキャンセル
ru: Отменить не-героя

source: Cancel Hero
ja: ヒーローをキャンセル
ru: Отменить героя

source: +2 Str In Forest
ja: ＋２力森の中で
ru: +2 сил в лесу

source: -2 Enemy Stack
ja: -2敵スタック
ru: -2 вражеских отряда

source: Confers Move Bonus To Stack
ja: ボーナスをスタックに移動する
ru: Даёт отряду бонус перемещения

source: Flies
ja: 飛行
ru: Летает

source: Allows Flight
ja: 飛行を許可します
ru: Позволяет летать

source: Doubles Movement
ja: 運動を２倍する
ru: Удваивает передвижение

source: Steals Gold
ja: 金を盗む
ru: Крадёт золото

source: Sink Ships
ja: 船を沈める
ru: Топит корабли

source: Picks Up Bags
ja: バッグを拾う
ru: Подбирает сумки

source: +2 MP to stack
ja: +2 MPスタックへ
ru: +2 MP к отряду

source: Kills all %1
ja: すべての%1を殺します
ru: Убивает всех %1

source: Destroys a Bridge
ja: 橋を破壊する
ru: Уничтожает мосты

source: Removes Monster from Ruin
ja: 廃墟からモンスターを削除します
ru: Убирает монстров из руин

source: Kills Defenders in a City
ja: 都市のディフェンダーを殺す
ru: Убивает защитников города

source: Summons %1 at a %2
ja: %2で%1を呼び出します
ru: Призывает %1 в %2

source: Summons %1
ja: 呼び出し%1
ru: Призывает %1

source: Add Defenders to a City
ja: 都市にディフェンダーを追加します。
ru: Добавляет защитников в городе

source: Take a Neutral City
ja: 中立の都市を取ります
ru: Берёт нейтральный город

source: Teleport Stack to a City
ja: 都市にスタックをテレポート
ru: Телепортирует отряд к городу

source: Army units can be Vectored when Planted
ja: 陸軍ユニットは、植えられたときにベクトル化することができます
ru: Если установлен, юниты армии можно направить

source: +%1 Battle
ja: +%1戦う
ru: +%1 битва

source: +%1 Command
ja: +%1コマンド
ru: +%1 командование

source: +%1 Gold per City
ja: +%1金毎都市から
ru: +%1 золота с города

source: Error! can't load cityset `%1'.
ja: エラー！`%1'都市セットをロードできません。
ru: Ошибка! Не удаётся загрузить набор города «%1».

source: Error! can't load Shield Set `%1'.
ja: エラー！`%1'シールドセットをロードできません。
ru: Ошибка! Не удаётся загрузить набор щитов «%1».

source: Could not parse item description file `%1'. Exiting.
ja: `%1'アイテム説明ファイルを作成できません。残す。
ru: Не удаётся разобрать файл описания предмета «%1». Выполняется выход.

source: Error: Couldn't find a single map!
ja: エラー: 単一マップが見つかりません!
ru: Ошибка: не удалось найти ни одной карты!

source: Error! can't load armyset `%1'.
ja: エラー！`%1'の軍隊セットをロードできません。
ru: Ошибка! Не удаётся загрузить набор армий «%1».

source: missing argument for --cache-size
ja: --cache-sizeの引数がありません
ru: отсутствует аргумент для --cache-size

source: non-numerical value for cache size
ja: キャッシュサイズの非数値
ru: нечисловое значение для размера кэша

source: missing argument for --config-file
ja: --config-fileの引数がありません
ru: отсутствует аргумент для --config-file

source: missing argument for --save-path
ja: --save-pathの引数がありません
ru: отсутствует аргумент для --save-path

source: missing argument for --seed
ja: --seedの引数がありません
ru: отсутствует аргумент для --seed

source: non-numerical value for --seed
ja: --seedの非数値
ru: нечисловое значение для --seed

source: missing argument for --port
ja: --portの引数がありません
ru: отсутствует аргумент для --port

source: non-numerical value for --port
ja: --portの非数値
ru: нечисловое значение для --port

source: invalid value for --port
ja: --portの値が無効です
ru: недопустимое значение для --port

source: missing argument for --turn
ja: --turnの引数がありません
ru: отсутствует аргумент для --turn

source: missing argument for --save-server-messages
ja: --save-server-messages の引数がありません
ru: отсутствует аргумент для --save-server-messages

source: Use FILE instead of %1
ja: %1 の代わりにファイルを使用する
ru: Использовать ФАЙЛ вместо %1

source: Set the cache size for imagery to SIZE bytes
ja: 画像のキャッシュサイズをSIZEバイトに設定します
ru: Установить размер кэша в байтах для изображений

source: Start with a test-scenario
ja: テストシナリオから開始する
ru: Запустить с тестовым сценарием

source: Use DIR instead of %1
ja: %1 の代わりに DIR を使用する
ru: Использовать DIR вместо %1

source: Seed the random number generator with NUMBER
ja: 乱数ジェネレーターに数値をシードする
ru: Использовать ЧИСЛО в качестве затравки для генератора случайных чисел

source: Non-interactive stress test
ja: 非対話型ストレステスト
ru: Неинтерактивный стресс-тест

source: Non-interactive network stress test
ja: 非対話型ネットワークストレステスト
ru: Неинтерактивный сетевой стресс-тест

source: Start a headless server
ja: ヘッドレスサーバーを開始する
ru: Запустить сервер без интерфейса

source: Start the server on the given port
ja: 指定されたポートでサーバーを開始する
ru: Запустить сервер на выбранном порту

source: Start the scenario builder
ja: シナリオビルダーを開始する
ru: Запустить редактор сценариев

source: Shows this help screen
ja: このヘルプ画面を表示する
ru: Показывает эту справку

source: FILE can be a saved game file (.sav), or a map (.map) file.
ja: ファイルは、保存されたゲームファイル（.sav）またはマップ（.map）ファイルです。
ru: ФАЙЛ может быть файлом сохранения (.sav) или файлом карты (.map).

source: Error: Cannot specify -t and have a file specified.
ja: エラー：-tを指定できず、ファイルを指定できません。
ru: Ошибка: нельзя одновременно указать параметр -t и файл.

source: Error: Cannot specify -s and have a file specified.
ja: エラー：-sを指定できず、ファイルを指定できません。
ru: Ошибка: нельзя одновременно указать параметр -s и файл.

source: Error: Cannot specify -s and -t simultaneously.
ja: エラー：-sと-tを同時に指定することはできません。
ru: Ошибка: нельзя одновременно указать параметры -t и -s.

source: Error: Must specify a file to load when specifying --turn.
ja: --turn を指定するときにダウンロードするファイルを指定する必要があります。
ru: Ошибка: с параметром --turn необходимо указать файл для загрузки.

source: Error: Cannot specify --editor and --test simultaneously.
ja: エラー: --editor と --test を同時に識別できません。
ru: Ошибка: нельзя одновременно указать параметры --editor и --test.

source: Error: Cannot specify --editor and --stress-test simultaneously.
ja: エラー: --editor と --stress-test を同時に識別できません。
ru: Ошибка: нельзя одновременно указать параметры --editor и --stress-test.

source: Error: Cannot specify --editor and --robots simultaneously.
ja: エラー: --editor と --robot を同時に識別できません。
ru: Ошибка: нельзя одновременно указать параметры --editor и --robots.

source: Error: Cannot specify --editor and --host simultaneously.
ja: エラー: --editor と --host を同時に識別できません。
ru: Ошибка: нельзя одновременно указать параметры --editor и --host.

source: The priests thank you for sacking this evil place.
ja: 司祭は、この邪悪な場所を却下してくれてありがとう。
ru: Священник благодарит вас за разорение этого злого места.

source: The sacking of "%1" could not be accomplished.
ja: "%1"の解任は達成できませんでした。
ru: Город «%1» не может быть разорён.

source: You must take over and sack the city of "%1".
ja: "%1"の街を乗っ取って解任する必要があります。
ru: Вы должны захватить и разорить город «%1».

source: Mountain
ja: 山
ru: Гора

source: You are sadly in need of gold!
ja: 残念ながら、あなたは金が必要です!
ru: К сожалению вам нужно золото!

source: Your wealth is greater than the mightiest of dragons!
ja: あなたの富はドラゴンの最強のそれよりも大きいです!
ru: Ваше богатство больше чем у самого могучего из драконов!

source: All your gold must surely be a burden!
ja: もちろん、すべてのあなたの金は、負担でなければなりません!
ru: Всё ваше золото, безусловно, должно быть бременем!

source: Will no hero defend your honour?
ja: ヒーローはあなたの名誉を守りませんか?
ru: Не будет ли герой защищать вашу честь?

source: I see heroes are flocking to your banner!
ja: 私はあなたのバナーに群がるヒーローを見ます!
ru: Я вижу героев, стекающихся к вашему знамени!

source: Your enemies mock your feeble endeavours!
ja: あなたの敵はあなたの弱い努力を嘲笑しています!
ru: Ваши враги издеваются над вашими слабыми потугами!

source: How much adversity can you endure?
ja: あなたはいくつの逆境に耐えることができますか?
ru: Сколько невзгод вы можете выдержать?

source: Your enemies are beyond measure!
ja: あなたの敵は計り知れない!
ru: Ваши враги неисчислимы!

source: Your dreams of conquest confound you!
ja: 征服のあなたの夢はあなたを困惑させました!
ru: Ваши мечты о завоеваниях сбивают вас с толку!

source: Your sorry efforts have come to nought!
ja: あなたの哀れな努力はゼロになりました!
ru: Ваши жалкие усилия ни к чему не привели!

source: Victory is just beyond your reach!
ja: 勝つことはちょうどあなたの手の届かないところにあります!
ru: Победа просто недосягаема!

source: Your destiny is forged in steel!
ja: あなたの運命は鋼鉄から偽造されています!
ru: Твоя судьба выкована из стали!

source: You stand at the crossroads of victory!
ja: あなたは勝つために岐路に立っています!
ru: Вы стоите на распутье победы!

source: Attack is the best means of defence!
ja: 攻撃は最高の防御です!
ru: Атака — это лучшее средство защиты!

source: Do you feel the wolves snapping at your heels?
ja: あなたはオオカミがあなたのかかとに来ていると感じますか?
ru: Вы чувствуете, как волки идут по вашим пятам?

source: Warlord! Your progress is astounding!
ja: 将軍！あなたの進歩は素晴らしいです!
ru: Полководец! Ваш прогресс поражает!

source: So, Warlord, you show some merit!
ja: だから、武将、あなたはいくつかの成果を示しています!
ru: Итак, полководец, вы демонстрируете некоторые достижения!

source: You are doing well... ...so far!
ja: あなたはよくやる.それでもなお！
ru: У вас всё хорошо... пока что!

source: Beware! Lest overconfidence consume you!
ja: 注意！自信があなたを消費しないので!
ru: Остерегайтесь! Не позвольте самоуверенности поглотить вас!

source: Your name evokes fear and loathing!
ja: あなたの名前は恐怖と嫌悪感を引き起こします!
ru: Ваше имя вызывает страх и отвращение!

source: Ahh, the expectation of a coming battle!
ja: ああ、今後の戦いを待っています!
ru: Ахх, это ожидание предстоящей битвы!

source: Warlord... a mighty battle is brewing!
ja: 将軍...強大な戦いが醸造されている!
ru: Полководец... назревает серьёзная битва!

source: As your capital city has fallen, so shall you!
ja: あなたの首都が落ちたので、あなたはする必要があります!
ru: Вы должны пасть так же, как и ваша столица!

source: Could not load image file `%1'.
ja: '%1' 画像ファイルをロードできません。
ru: Не удалось загрузить файл изображения «%1».

source: Do not detach from the controlling terminal
ja: 制御端末から分離されていない
ru: Не отсоединяться от управляющего терминала

source: Could not detach from controlling terminal.
ja: ターミナルマネージャーから切り離す必要はありません
ru: Не удалось отсоединиться от управляющего терминала.

source: invalid profile id
ja: プロファイル ID が正しくありません
ru: недопустимый id профиля

source: [OPTION]... [HOST]
ru: [ПАРАМЕТР]... [ХОСТ]

source: Use this identity, specified by profile id
ja: このID、プロファイル ID を使用します。
ru: Использовать указанный id профиля

source: Connect to the server on the given port
ja: 指定したポートでサーバーに参加する
ru: Подключиться к серверу на заданном порту

source: Remove a game, specified by scenario id
ja: シナリオIDで指定されたゲームを削除する
ru: Удалить игру с указанным id сценария

source: Add a game
ja: ゲームを追加する
ru: Добавить игру

source: See a list of games
ja: ゲームの一覧を見る
ru: Показать список игр

source: Reload the game list from disk
ja: ディスクからゲームを再起動する
ru: Перезагрузить игру с диска

source: Remove all games owned by the given profile id
ja: プロフィールIDデータを含むすべてのゲームを削除する
ru: Удалить все игры с указанным id профиля

source: Stop the server
ja: サーバーを停止する
ru: Остановить сервер

source: Specifying a profile id of -1 to the --remove-all option will remove all games from the game list.
ja: --remove-allオプションに-1のプロファイルIDを指定すると、すべてが削除されますゲームを ゲームリストから。
ru: Если указать id профиля -1 с параметром --remove-all, будут удалены все игры из списка.

source: If HOST is not specified on the command-line, this tool will try to connect to the game-list server at 127.0.0.1.
ja: コマンドラインでHOSTが指定されていない場合、このツールは接続を試みますへ 127.0.0.1のゲームリストサーバー。
ru: Если в командной строке не указать ХОСТ, эта программа будет пытаться подключиться к серверу со списком игр по адресу 127.0.0.1.

source: Map File:
ja: マップファイル：
ru: Файл карты:

source: Host:
ja: ホスト：
ru: Хост:

source: Port:
ja: ポート：
ru: Порт:

source: non-numerical value for port
ja: ホスト：
ru: нечисловое значение для порта

source: invalid value for port
ja: ポートの値が正しくありません
ru: недопустимое значение для порта

source: Listing %1 game
ja: リスト%1ゲーム
ru: Список из %1 игры

source: Profile:
ja: プロファイル：
ru: Профиль:

source: Error: Could not remove advertised game %1
ja: エラー: アドバタイズされたゲーム %1 を削除できません
ru: Ошибка: не удалось удалить рекламируемую игру %1

source: Removed advertised game %1
ja: アドバタイズされたゲーム %1 を削除しました
ru: Удалена рекламируемая игра %1

source: Error: Could not advertise game %1
ja: エラー: ゲーム %1 をアドバタイズできません
ru: Ошибка: не удалось прорекламировать игру %1

source: Advertised game %1
ja: アドバタイズされたゲーム %1
ru: Рекламируемая игра %1

source: Could not connect to game list server
ja: ゲームリストサーバーに接続できない
ru: Не удалось подключиться к серверу со списком игр

source: Server went away unexpectedly
ja: サーバーが予期せず終了しました
ru: Сервер неожиданно отключился

source: no such game with that scenario id
ja: このようなスクリプトIDを持つそのようなゲームはありません
ru: нет игры с таким id сценария

source: permission denied
ja: アクセス拒否
ru: в доступе отказано

source: could not advertise game
ja: ゲームを宣伝できませんでした
ru: не удалось прорекламировать игру

source: Advertise our hostname as this to game clients
ja: このようにホスト名をゲームクライアントにアドバタイズします
ru: Рекламировать это имя хоста игровым клиентам

source: Allow the profile ids in this file to host games
ja: このファイルのプロファイルIDにゲームのホストを許可する
ru: Разрешить идентификаторам профилей в этом файле размещать игры

source: Error: could not find %1 program in path.
ja: エラー: 外出先で %1 プログラムが見つかりません。
ru: Ошибка: не удалось найти в пути программу %1.

source: See a list of hosted games
ja: 作成したゲームのリストのレビュー
ru: Показать список размещённых игр

source: Stop hosting a game (specified by scenario id)
ja: ゲームのホストを停止する (定義済みのスクリプト ID)
ru: Остановить размещение игры (по указанному id сценария)

source: Host a game
ja: ゲームをホストする
ru: Разместить игру

source: If HOST is not specified on the command-line, this tool will try to connect to the game-host server at 127.0.0.1.
ja: command-lineでホストが定義されていない場合、このユーティリティはへ 127.0.0.1 上のホスト。
ru: Если в командной строке не указать ХОСТ, эта программа будет пытаться подключиться к серверу размещения игр по адресу 127.0.0.1.

source: Stopped hosting game %1
ja: ゲーム %1 のホストを停止しました
ru: Остановлено размещение игры %1

source: could not kill process
ja: 私はプロセスを殺す必要はありません。
ru: не удалось убить процесс

source: couldn't find lordsawar binary in path!
ja: 途中でlordsawarのバイナリを見つけることができません!
ru: не удалось найти в пути двоичный файл lordsawar!

source: Game couldn't be setup properly.
ja: ゲームを正しく構成できません。
ru: Игру не удалось настроить должным образом.

source: could not add game to list.
ja: ゲームをリストに追加できません。
ru: не удалось добавить игру в список.

source: malformed host new game message
ja: ホストが間違っている
ru: неправильное сообщение о размещении новой игры

source: Could not parse profile information.
ja: プロフィール情報を作成できません
ru: Не удалось разобрать данные профиля.

source: Not authorized to host on this server.
ja: このサーバーでホストすることはできません。
ru: Не разрешено для размещения на этом сервере.

source: Server too busy. Try again later.
ja: サーバーが過負荷になっています。後で試してみてください。
ru: Сервер перегружен. Повторите попытку позже.

source: Could not read map file.
ja: マップファイルを読み取れません。
ru: Не удалось прочитать файл карты.

source: protocol error.
ja: これはプロトコルエラーです。
ru: ошибка протокола.

source: Show the file type instead of upgrading
ja: 更新の代わりにファイルの種類を表示する
ru: Показать тип файла вместо обновления

source: %1 is already the latest version.
ja: %1 は最新バージョンです。
ru: %1 уже последней версии.

source: Trying to upgrade the other files inside the tar file...
ja: tarファイル内の他のファイルを更新しようとしています。
ru: Выполняется попытка обновить другие файлы в TAR-файле...

source: Armyset has been upgraded.
ja: 軍隊セットが近代化されました。
ru: Набор армий был обновлён.
