Repository: Hairash/lordsawar-fork
Catalog: po/*.po
Languages: ja, ru

source: Copyright © 2006-2020 Ben Asselstine (and many other copyright holders)
ja: ベン・アッセルシュタインによる著作権©2006-2020 (および他の著作権者)
ru: Copyright © 2006-2020 Бен Ассельстин (и много других обладателей авторских прав)

source: If you enjoy playing LordsAWar! please consider donating to keep the project alive, or alternatively donate your time by playtesting, making art, music, or code. Thank you for playing.
ja: あなたはLordsAWar!をプレイして楽しんだ場合プロジェクトを財政的にサポートしてください。または、テスト、グラフィックス、音楽を描画する、あるいはコードを書くあなたの時間を寄付していただくこともできます。 プレイ頂き、ありがとうございます。
ru: Если вам понравилось играть в LordsAWar!, пожалуйста, поддержите проект финансово или потратьте своё время на тестирование, рисование графики, создание музыки или написание кода. Благодарим за игру.

source: LordsAWar! is licensed under the GNU General Public License version 3, or (at your option) any later version of the license. This license extends to all source code, artwork assets and music and sound assets. To see the terms of the license, visit: http://www.gnu.org/licenses/gpl
ja: LordsAWar!は、GNU一般公衆ライセンスバージョン3か、 または(あなたの裁量で)後のバージョンでライセンスされます。このライセンスは すべてのソース、グラフィックス、音楽、およびサウンドに及びます。 ウェブサイト上のライセンスの条件を読む: http://www.gnu.org/licenses/gpl
ru: LordsAWar! лицензирована под лицензией GNU General Public License version 3, или (на ваше усмотрение) любой более поздней версией лицензии. Эта лицензия распространяется на весь исходный код, наборы графики, музыки и звуков. Условия лицензии смотрите на сайте: http://www.gnu.org/licenses/gpl

source: Army Bonus
ja: 軍隊ボーナス
ru: Бонус армии

source: Close
ja: 閉じる
ru: Закрыть

source: Characters
ja: 文字
ru: Персонажи

source: Army Gained Level
ja: 軍隊の結果のレベル
ru: Полученный уровень армии

source: Choose
ja: 選択する
ru: Выбрать

source: Buy Production
ja: 製造を購入する
ru: Купить продукцию

source: Cancel
ja: キャンセル
ru: Отмена

source: Buy
ja: 買う
ru: Купить

source: Unit
ja: ユニット
ru: Юнит

source: Cost
ja: 価格
ru: Цена

source: Time
ja: 時間
ru: Время

source: Moves
ja: 運動
ru: Ходы

source: Strength
ja: 力
ru: Сила

source: Upkeep
ja: 維持
ru: Содержание

source: Victory!
ja: 勝利！
ru: Победа!

source: Occupy
ja: 占める
ru: Оккупировать

source: Pillage
ja: 略奪する
ru: Разграбить

source: Sack
ja: 略奪する
ru: Разорить

source: Raze
ja: 破壊する
ru: Разрушить

source: The city is yours! Will you...
ja: 都市はあなたのものです！ どうしますか...
ru: Город ваш! Вы будете...

source: Continue
ja: 続く
ru: Продолжить

source: Your troops have looted the city!
ja: あなたの軍隊は街を略奪しました!
ru: Ваши войска забрали добычу из города!

source: Your troops have pillaged the city!
ja: あなたの軍隊は街を略奪しました!
ru: Ваши войска разграбили город!

source: Your troops have sacked the city!
ja: あなたの軍隊は街を略奪しました!
ru: Ваши войска разорили город!

source: OK
ru: ОК

source: Name:
ja: 名前
ru: Имя:

source: Defense
ja: 防御
ru: Защита

source: Income
ja: 所得
ru: Приход

source: Current:
ja: 現在：
ru: Текущий:

source: Stop
ja: 停止
ru: Стоп

source: Stop producing armies
ja: 軍隊の製造を停止します。
ru: Остановить производство армий

source: Buy...
ja: 買う...
ru: Купить...

source: Buy a production capability
ja: 製造能力を買う
ru: Купить производственные мощности

source: Vector...
ja: ベクトル...
ru: Вектор...

source: Set destination for produced armies
ja: 軍隊の集まるポイントを設定する
ru: Установить точку сбора произведённым армиям

source: Raze...
ja: 破壊する
ru: Разрушить...

source: Burn the city to the ground
ja: 街を地面に燃やす
ru: Сжечь город дотла

source: Rename...
ja: 名前を変更...
ru: Переименовать...

source: Change the city name
ja: 都市の名前を変更する
ru: Переименовать город

source: Choose Destination
ja: 集まるポイントを選択する
ru: Выбрать точку сбора

source: See All
ja: すべてを 見る
ru: Посмотреть всё

source: Next Turn:
ja: 次のターン:
ru: Следующий ход:

source: Turn After:
ja: ターンの後で：
ru: После хода:

source: Click here to vector to a new city
ja: 集まるポイントはこちら 新しい都市で
ru: Щёлкните здесь для точки сбора в новом городе

source: Click here to change the destination of armies
ja: 変更はこちら 軍隊の集まるポイント
ru: Щёлкните здесь для изменения точки сбора армий

source: Vector
ja: ベクトル
ru: Вектор

source: Change
ja: 変更する
ru: Изменить

source: Diplomatic Proposals
ja: 外交提案
ru: Дипломатические предложения

source: Report
ja: レポート
ru: Отчёт

source: Your offers and replies
ja: あなたの提案と回答
ru: Ваши предложения и ответы

source: player name
ja: プレイヤーの名前
ru: имя игрока

source: Diplomatic State
ja: 外交的地位
ru: Дипломатический статус

source: Their Proposals
ja: 彼らの提案
ru: Их предложения

source: Diplomacy Report
ja: 外交の報告書
ru: Отчёт дипломата

source: Fight Order
ja: 攻撃する順序
ru: Приказ атаковать

source: Reset
ja: リセット
ru: Сброс

source: Reverse Order
ja: 順序を逆にする
ru: Обратить приказ

source: Game Loaded
ja: ゲームをロードした
ru: Игра загружена

source: Network Game
ja: ネットワークゲーム
ru: Сетевая игра

source: Play
ja: プレイする
ru: Играть

source: Scenario Name
ja: シナリオの名前
ru: Название сценария

source: Send:
ja: 送信：
ru: Отправить:

source: Turn
ja: ターン
ru: Ход

source: Cities
ja: 都市
ru: Города

source: Game Options
ja: ゲームを設定
ru: Настройки игры

source: View
ja: ビュー
ru: Вид

source: No Quick Start
ja: クイックスタートなし
ru: Нет быстрого старта

source: Evenly Divided
ja: 分割された場合
ru: Когда разделён

source: Enemy Head Start
ja: 敵の頭をスタートする
ru: Стартует противник

source: No Quests
ja: クエストなし
ru: Нет квестов

source: One Per Player
ja: プレイヤーに1つ
ru: Один на игрока

source: One Per Hero
ja: ヒーローに1つ
ru: Один на героя

source: Always 2 Turns
ja: 常に2つのターン
ru: Всегда 2 хода

source: Variable Turns
ja: ターンバリエーション
ru: Вариации ходов

source: Always
ja: いつも
ru: Всегда

source: Usually
ja: 通常に
ru: Обычно

source: Seldom
ja: めったに
ru: Редко

source: Never
ja: 決して
ru: Никогда

source: Only on Capture
ja: キャプチャされた場合のみ
ru: Только при захвате

source: Only on Quest
ja: クエストでのみ
ru: Только при квесте

source: Average
ja: 十分
ru: Достаточный

source: Strong
ja: 強い
ru: Сильный

source: Active
ja: アクティブ
ru: Активный

source: Defensive
ja: 守る
ru: Защищающийся

source: Never Allowed
ja: 決して許可されていません
ru: Никогда не разрешено

source: Only On Capture
ja: キャプチャされた場合のみ
ru: Только при захвате

source: Anytime
ja: いつも
ru: Всегда

source: Neutral Cities
ja: ニュートラル都市
ru: Нейтральные города

source: Quests
ja: クエスト
ru: Квесты

source: View Enemies
ja: 敵を見る
ru: Обзор врагов

source: View Production
ja: 製造を見る
ru: Обзор производств

source: Hidden Map
ja: 隠されたマップ
ru: Скрытая карта

source: Diplomacy
ja: 外交
ru: Дипломатия

source: Razing Cities
ja: 都市の破壊
ru: Разрушение городов

source: Cusp Of War
ja: 戦争の先端
ru: Вступление в войну

source: Affecting Difficulty
ja: 難しさに影響する
ru: Влияет на сложность

source: Quick Start
ja: 高速開始
ru: Быстрый старт

source: Intense Combat
ja: 激しい戦闘
ru: Интенсивный бой

source: Military Advisor
ja: 軍事顧問
ru: Военный советник

source: Random Turns
ja: ランダムターン
ru: Произвольные ходы

source: Build Production
ja: 製造を建てる
ru: Строить продукцию

source: Sacking & Pillaging
ja: 解任と 略奪
ru: Разорение и грабёж

source: Vectoring
ja: ポイントの集まる
ru: Точки сбора

source: Not Affecting Difficulty
ja: 難しさに影響しない
ru: Не влияет на сложность

source: Beginner
ja: 初心者
ru: Начинающий

source: Intermediate
ja: 平均
ru: Средний

source: Advanced
ja: プロ
ru: Продвинутый

source: I am the Lord Of War!
ja: 私は戦争の主です!
ru: Я — лорд войны!

source: Custom
ja: カスタム
ru: Настраиваемый

source: New Game
ja: 新ゲーム
ru: Новая игра

source: Start Game
ja: ゲームスタート
ru: Начать игру

source: Game Name:
ja: ゲーム名前
ru: Название игры:

source: Number of Players
ja: プレイヤー数
ru: Число игроков

source: Difficulty Rating
ja: 難しさ評価
ru: Оценка сложности

source: Difficulty
ja: 難しさ
ru: Сложность

source: Edit Options
ja: オプションを設定する
ru: Редактировать параметры

source: Quit
ja: 終了する
ru: Выход

source: No
ja: いいえ
ru: Нет

source: Yes
ja: はい
ru: Да

source: Are you sure you want to quit this game O great and valiant warrior?
ja: あなたは本当に この偉大で勇敢な 戦士のゲームから 抜け出したい?
ru: Действительно выйти из этой игры, о великий и доблестный воин?

source: Game
ja: ゲーム
ru: Игра

source: New
ja: 新しい
ru: Новая

source: Open...
ja: 開く...
ru: Открыть...

source: Save
ja: 保存
ru: Сохранить

source: Save As...
ja: 名前を付けて保存...
ru: Сохранить как...

source: Show Lobby
ja: ロビーを表示する
ru: Показать лобби

source: Order
ja: 順序
ru: Приказ

source: Move All
ja: 全員を動かす
ru: Двигать всех

source: Disband
ja: 解散する
ru: Распустить

source: Signpost
ja: 道路標識
ru: Дорожный знак

source: Group/Ungroup
ja: グループ化/グループ解除
ru: Группировать/разгруппировать

source: Stay Here
ja: ここに留まる
ru: Стоять здесь

source: Next
ja: 次は
ru: Следующий

source: Resign
ja: 辞任する
ru: Отставить

source: Reports
ja: レポート
ru: Отчёты

source: Army
ja: 軍隊
ru: Армии

source: City
ja: 都市
ru: Города

source: Gold
ja: 金
ru: Золото

source: Production
ja: 製造
ru: Производство

source: Winning
ja: 勝利
ru: Победа

source: Quest
ja: クエスト
ru: Квесты

source: Items
ja: アイテム
ru: Предметы

source: Hero
ja: ヒーロー
ru: Герои

source: Inspect
ja: 検査する
ru: Инспектировать

source: Plant Flag
ja: 旗を置く
ru: Установить флаг

source: Levels
ja: レベル
ru: Уровни

source: Search
ja: 検索する
ru: Поиск

source: Use Item
ja: アイテムを使う
ru: Использовать предмет

source: Fullscreen
ja: フルスクリーン
ru: Полный экран

source: Preferences
ja: 設定
ru: Настройки

source: Toggle Grid
ja: グリッドオプション
ru: Сетка

source: Zoom
ja: ズーム
ru: Масштаб

source: Zoom In
ja: ズームを上げる
ru: Увеличить

source: Zoom Out
ja: ズームを下げる
ru: Уменьшить

source: Reset Zoom
ja: ズームをリセットする
ru: Сбросить масштаб

source: Build
ja: ビルド
ru: Строить

source: Ruins
ja: 廃墟
ru: Руины

source: Stack
ja: スタック
ru: Отряд

source: History
ja: 歴史
ru: История

source: Ruin
ja: 廃墟
ru: Руины

source: Events
ja: イベント
ru: События

source: Winners
ja: 勝利者
ru: Победители

source: Triumphs
ja: 勝利
ru: Триумфы

source: Help
ja: ヘルプ
ru: Помощь

source: Tutorial Video
ja: 教育ビデオ
ru: Обучающее видео

source: Quick Help
ja: クイックヘルプ
ru: Быстрая помощь

source: End Turn
ja: ターンを終わる
ru: Конец хода

source: Turn: %6
ja: ターン：%6
ru: Ход: %6

source: Previous Hero
ja: 前のヒーロー
ru: Предыдущий герой

source: Next Hero
ja: 次のヒーロー
ru: Следующий герой

source: Battle
ja: 戦い
ru: Битва

source: Command
ja: 命じる
ru: Команда

source: Level
ja: レベル
ru: Уровень

source: Experience
ja: 経験
ru: Опыт

source: Drop
ja: 落とす
ru: Выбросить

source: Pick up
ja: 選び出す
ru: Поднять

source: Hero Levels
ja: ヒーローのレベル
ru: Уровни героя

source: Decline
ja: 低下
ru: Отклонить

source: Accept
ja: 受け入れる
ru: Принять

source: Male
ja: 男性
ru: Мужчина

source: Female
ja: 女性
ru: Женщина

source: Item Bonus
ja: アイテムボーナス
ru: Бонус предмета

source: Select Scenario To Play
ja: プレイシナリオを選択する
ru: Выбрать сценарий для игры

source: Select
ja: 選択する
ru: Выбрать

source: Add Scenario
ja: シナリオ
ru: Добавить сценарий

source: Remove Scenario
ja: シナリオを削除する
ru: Удалить сценарий

source: Number of Cities
ja: 都市の数
ru: Число городов

source: Play Music
ja: 音楽をプレイする
ru: Играть музыку

source: Show Commentator
ja: コメンテーターを表示する
ru: Показать комментатора

source: Netbook
ja: ネットブック
ru: Нетбук

source: Desktop
ja: デスクトップ
ru: Настольный

source: Large Screen
ja: ワイドスクリーン
ru: Широкоформатный

source: Medal Awarded
ja: 授与されたメダル
ru: Награды медалями

source: New Network Game
ja: 新しいネットワークゲーム
ru: Новая сетевая игра

source: I want to be known as:
ja: 私が知られたい名前:
ru: Я хочу быть известен как:

source: Remove
ja: 削除
ru: Удалить

source: Add
ja: 追加
ru: Добавить

source: I want to join a game already in progress.
ja: ゲームに参加したい 既に進行中です。
ru: Я хочу присоединиться к игре, которая уже идёт.

source: I want to start a new game that others can join.
ja: ゲームを始めたい 他のユーザーが参加できる。
ru: Я хочу начать игру, к которой могут присоединиться другие.

source: LordsAWar! Scenario
ja: LordsAWar!シナリオ
ru: Сценарий LordsAWar!

source: New Profile
ja: 新しいプロファイル
ru: Новый профиль

source: Nickname:
ja: ニックネーム：
ru: Псевдоним:

source: Next Turn
ja: 次のターン
ru: Следующий ход

source: Pick a game to Join
ja: 参加するゲームを選択する
ru: Выбрать игру для присоединения

source: Connect
ja: 接続
ru: Присоединиться

source: Type in the name of the computer whose game you would like to join.
ja: 参加したいゲームを実施しているコンピュータ の名前を入力してください。
ru: Введите имя компьютера, к чьей игре вы хотите присоединиться.

source: Host Name
ja: ホスト名
ru: Имя хоста

source: Port
ja: ポート
ru: Порт

source: Games
ja: ゲーム
ru: Игры

source: Clear All Games
ja: すべてのゲームをクリア
ru: Очистить все игры

source: Recently Joined Games
ja: 最近の参加したゲーム
ru: Недавние игры

source: Game Lost
ja: 負けたゲーム
ru: Проигранные игры

source: Resigned
ja: 辞任した
ru: Отставленные

source: Ha! Now I've burned everything! Let the enemy come!
ja: ハ！私はすべてを燃やした! 敵よ来てみろ!
ru: Ха! Я сжёг всё! Пусть враги приходят!

source: Movement Speed
ja: 速度
ru: Скорость движения

source: Fast
ja: 高速
ru: Быстрая

source: Slow
ja: 遅い
ru: Медленная

source: Quests Report
ja: クエストレポート
ru: Отчёт по квестам

source: Hero:
ja: ヒーロー：
ru: Герой:

source: Quest Expired
ja: クエストが切れました
ru: Срок действия квеста истёк

source: Number of armies each side owns
ja: 各側の軍隊の数
ru: Число армий у каждой из сторон

source: Number of cities each side owns
ja: 各側の都市の数
ru: Число городов у каждой из сторон

source: Amount of gold each side possesses
ja: 各側が持つ金の量
ru: Количество золота, которым обладает каждая из сторон

source: Armies you produced this turn
ja: このターンであなたの製造された軍隊の数
ru: Армии, которые вы произвели в этом ходе

source: Who is the most powerful nation
ja: 最も強力な国家は誰ですか
ru: Наиболее могущественная нация

source: ...is victorious! or ...is slain by it!
ja: ...勝者！または...これで殺された!
ru: ...победитель! или ...убит этим!

source: So and so encounters a monster and...
ja: だから、モンスターに直面し...
ru: Так и так сталкивается с монстром...

source: Ruin Report
ja: 廃墟に関するレポート
ru: Отчёт по руинам

source: Name
ja: 名前
ru: Имя

source: Type
ja: タイプ
ru: Тип

source: Explored
ja: 探検された
ru: Исследовано

source: Item Report
ja: アイテムに関するレポート
ru: Отчёт по предметам

source: label
ja: ラベル
ru: метка

source: The Sages show thee the site of X where Y can be found.
ja: セージはYが見つけることができるXの3つの側面を示す
ru: Мудрецы показывают тебе место X, где можно найти Y.

source: The Sage greets you warmly... "Welcome, O seeker of knowledge. I can show thee many things - items, money or maps. What wouldst thou ask of me"
ja: セージはあなたを温かく迎えます. "「こんにちは、知識の探求者よ」 アイテム、お金、カードなど、たくさんのことを見せることができます。 何を聞いてるの?"
ru: Мудрец тепло вас приветствует... "Здравствуй, о искатель знаний. Я могу показать тебе мное — предметы, деньги или карты. Что ты хочешь узнать?"

source: Message:
ja: メッセージ：
ru: Сообщение:

source: Load Game
ja: ゲームロード
ru: Загрузить

source: Scenario Builder
ja: シナリオビルダー
ru: Редактор сценариев

source: Stack Info
ja: スタック情報
ru: Информация об отряде

source: Group
ja: グループ
ru: Группировать

source: Ungroup
ja: グループ解除
ru: Разгруппировать

source: Grp
ru: Грп

source: An Offer of Peace!
ja: 平和の提案!
ru: Предложение мира!

source: Surrender Refused!
ja: 降伏を拒否しました!
ru: Сдаться отказались!

source: Your armies have been blessed! Do you seek a quest?
ja: あなたの軍隊は祝福されています! あなたはクエストを探していますか?
ru: Ваши армии были благословлены! Вы ищете квест?

source: Treachery!
ja: 裏切り！
ru: Предательство!

source: Whoops! Pardon me, friend.
ja: おっと！許せ、友よ。
ru: Упс! Извините меня, друг.

source: Attack!
ja: 攻撃！
ru: Атака!

source: Use
ja: 利用
ru: Использовать

source: Select a Player to Target
ja: ターゲットとしてプレイヤーを選択する
ru: Выбрать игрока как цель

source: Which player do you want to target?
ja: どのプレイヤーをターゲットにしますか?
ru: На какого игрока вы хотите нацелиться?

source: Select a City to Target
ja: ターゲットとして都市を選択する
ru: Выбрать город как цель

source: Normal
ja: 通常
ru: Нормальная

source: Small
ja: 少し
ru: Маленькая

source: Tiny
ja: 小さな
ru: Крошечная

source: Make a New Random Map
ja: 新しいランダムマップを作成する
ru: Создать новую случайную карту

source: Grass
ja: 草
ru: Трава

source: Water
ja: 水
ru: Вода

source: Swamp
ja: 沼
ru: Болото

source: Forest
ja: 森
ru: Лес

source: Hills
ja: 丘
ru: Холмы

source: Mountains
ja: 山
ru: Горы

source: Random
ja: ランダム
ru: Случайно

source: Terrain
ja: 地球
ru: Земля

source: Size
ja: サイズ
ru: Размер

source: Tile Size
ja: タイルのサイズ
ru: Размер плитки

source: Tile Set
ja: タイルセット
ru: Набор плиток

source: City Set
ja: 都市セット
ru: Набор городов

source: Army Set
ja: 軍隊セット
ru: Набор армий

source: Shield Set
ja: シールドセット
ru: Набор щитов

source: Cities can produce allies
ja: 都市は同盟国を製造することができます
ru: Города могут производить союзников

source: Create Random Map
ja: ランダムマップを製造する
ru: Создать случайную карту

source: Please wait...
ja: 待ってください...
ru: Подождите, пожалуйста...

source: Without a stack selected
ja: 選択したスタックなし
ru: Без выбранного отряда

source: Move the main map: left-click + drag
ja: メインマップを移動する:左クリック + ドラッグ
ru: Перемещение главной карты: щёлкните ЛКМ и тащите

source: Select a stack: left-click on a stack
ja: スタックを選択する: スタックで左クリックをしてください
ru: Выбор отряда: щёлкните ЛКМ по отряду

source: City production: left-click on a city
ja: 都市製造: 都市で左クリックをしてください
ru: Производство городов: щёлкните ЛКМ по городу

source: With a stack already selected
ja: 選択したスタックを使用する
ru: С выбранным отрядом

source: Deselect a stack: right-click anywhere else on map
ja: スタック選択をクリアする:マップ上のスタック以外の場所で右クリックします。
ru: Отмена выбора отряда: щёлкните ПКМ в любом месте на карте

source: Move a stack: left click on map, or left-click + drag
ja: スタックを運動する:マップ上で左クリック をしてください、または左クリック + ドラッグ
ru: Перемещение отряда: щёлкните ЛКМ на карте или щёлкните ЛКМ и тащите

source: See stack actions: right-click on stack
ja: スタックアクションを参照してください：スタックを右クリックをします
ru: Просмотр действий для отряда: щёлкните ПКМ по отряду

source: Either with or without a stack selected
ja: スタックが選択されているかどうかにかかわらず
ru: С выбранным отрядом или без него

source: Move the mini map: left-click
ja: ミニマップを運動する：左クリック
ru: Перемещение мини-карты: щелкните ЛКМ

source: See opponents stack: right-click on stack
ja: 対戦敵のスタックを見る：スタックを右クリックする
ru: Просмотр отряда противника: щёлкните ПКМ по отряду

source: Read sign: right-click on sign
ja: 標識を読む:標識の右クリックします。
ru: Прочтение знака: щёлкните ПКМ по знаку

source: Ruin information: right-click on ruin
ja: 廃墟情報：廃墟を右クリックします
ru: Информация о руинах: щёлкните ПКМ по руинам

source: Temple information: right-click on temple
ja: 神殿情報: 神殿を右クリックします。
ru: Информация о храме: щёлкните ПКМ по храму

source: City information: right-click on city
ja: 都市情報: 都市を右クリックします。
ru: Информация о городе: щёлкните ПКМ по городу

source: Mouse Controls
ja: マウスコントロール
ru: Управление мышью

source: Group/Upgroup stack
ja: スタックのグループ/グループ解除
ru: Группировать/разгруппировать отряд

source: space
ru: пробел

source: Deselect stack
ja: スタック選択をクリアする
ru: Отменить выбор отряда

source: Escape
ru: ESC

source: Select next stack
ja: 次のスタックを選ぶ
ru: Выбрать следующий отряд

source: Return
ja: 戻る
ru: ENTER

source: Pick up/drop items
ja: アイテムの選び出す/落とす
ru: Подобрать/выбросить предметы

source: comma
ja: , カンマ
ru: запятая

source: Move all stacks
ja: すべてのスタックを運動する
ru: Передвинуть все отряды

source: Disband stack
ja: スタックを解散する
ru: Распустить отряд

source: View fight order
ja: 戦う順序を表示する
ru: Показать приказ драться

source: Show stack bonuses
ja: スタックボーナスを表示する
ru: Показать бонусы отряда

source: Army report
ja: 軍隊レポート
ru: Отчёт армий

source: City report
ja: 都市レポート
ru: Отчёт городов

source: Gold report
ja: 金レポート
ru: Отчёт по золоту

source: Production report
ja: 製造レポート
ru: Отчёт по производствам

source: Winning report
ja: 勝利レポート
ru: Отчёт по победе

source: Diplomacy report
ja: 外交レポート
ru: Отчёт по дипломатии

source: Quest report
ja: クエストレポート
ru: Отчёт по квестам

source: equal
ja: 等しい
ru: равно

source: Hero report
ja: ヒーローレポート
ru: Отчёт по героям

source: Ruin report
ja: 廃墟レポート
ru: Отчёт по руинам

source: period
ru: точка

source: Make battles go quicker
ja: 戦闘をより速くする
ru: Сделать битвы более быстрыми

source: Load game
ja: ゲームロード
ru: Загрузить игру

source: Save game
ja: ゲームセーブ
ru: Сохранить игру

source: Game Lobby (networked play)
ja: ゲームロビー（ネットワークプレイ）
ru: Игровое лобби (игра по сети)

source: Toggle fullscreen
ja: フルスクリーンオプション
ru: Переключить полноэкранный режим

source: Toggle grid
ja: グリッドオプション
ru: Переключить сетку

source: End turn
ja: ターンを終わる
ru: Конец хода

source: Army Abilities report
ja: 軍隊能力レポート
ru: Отчёт по способностям армий

source: Item Abilities report
ja: アイテム能力レポート
ru: Отчёт по способностям предметов

source: City History report
ja: 都市歴史レポート
ru: Отчёт по историям городов

source: Event History report
ja: イベント歴史レポート
ru: Отчёт по истории событий

source: Gold History report
ja: 金歴史レポート
ru: Отчёт по истории золота

source: Winning History report
ja: 勝利歴史レポート
ru: Отчёт по истории победы

source: Triumphs report
ja: 勝利レポート
ru: Отчёт по триумфам

source: City Production
ja: 都市製造
ru: Производство города

source: Production Vectoring
ja: 製造するベクトル
ru: Вектор производства

source: Keyboard Shortcuts
ja: キーボードショットカット
ru: Горячие клавиши

source: Army Set Properties
ja: 軍隊セット設定
ru: Настройки набора армии

source: Location:
ja: 場所：
ru: Локация:

source: Description
ja: 説明
ru: Расшифровка

source: Copyright
ja: 著作権
ru: Авторские права

source: License
ja: ライセンス
ru: Лицензия

source: Armies:
ja: 軍隊:
ru: Армии:

source: Selectors:
ja: 軍隊ユニットセレクター:
ru: Селекторы:

source: Bag:
ja: バッグ
ru: Сумка:

source: Ship:
ja: 船:
ru: Корабль:

source: Hero's Flag:
ja: ヒーローの旗:
ru: Флаг героя:

source: Images:
ja: 画像:
ru: Изображения:

source: Statistics
ja: 統計
ru: Статистика

source: Not A Hero
ja: ヒーローではない
ru: Не герой

source: Male Hero
ja: 男性ヒーロー
ru: Герой-мужчина

source: Female Hero
ja: 女性ヒーロー
ru: Герой-женщина

source: Army Set Editor
ja: 軍隊セットエディタ
ru: Редактор набора армий

source: File
ja: ファイル
ru: Файл

source: Validate...
ja: チェック...
ru: Проверить...

source: Edit
ja: 編集
ru: Редактировать

source: Undo
ru: Отмена

source: Redo
ru: Повтор

source: Ship Picture...
ja: 船の画像...
ru: Значок корабля...

source: Hero Flag Picture...
ja: ヒーローの旗画像...
ru: Значок флага героя...

source: Bag of Items Picture...
ja: アイテムバッグ画像
ru: Значок сумки с предметами...

source: Army Unit Selectors...
ja: 軍隊ユニットセレクター...
ru: Переключатели юнитов армии...

source: About
ja: に関しては...
ru: О программе

source: Turns
ja: ターン
ru: Ходы

source: The price to make one of these armies.
ja: これらの軍隊の1つを作る価格。
ru: Цена изготовления одной из этих армий.

source: -2 Str to Enemy Stack
ja: -2力敵スタックへ
ru: -2 сил к вражескому отряду

source: +1 Str to Stack
ja: +1力スタックへ
ru: +1 сил к отряду

source: +2 Str to Stack
ja: +2力スタックへ
ru: +2 сил к отряду

source: Subtract All Non-Hero Bonuses
ja: すべてを減算する 非ヒーローボーナス
ru: Вычесть все не-геройские бонусы

source: Subtract All Hero Bonuses
ja: すべてを減算する ヒーローボーナス
ru: Вычесть все геройские бонусы

source: -1 Str to Enemy Stack
ja: -1力敵スタックへ
ru: -1 сил к вражескому отряду

source: Subtract All City Bonus
ja: すべての都市ボーナスを減算する
ru: Вычесть все бонусы городов

source: +1 to Stack In hills
ja: +1スタック丘の中で
ru: +1 к отряду в холмах

source: +2 Str in City
ja: +2力都市の中で
ru: +2 сил в городе

source: +1 Str in City
ja: ＋1力都市の中で
ru: +1 сил в городе

source: +2 Str In Hills
ja: +2力丘の中で
ru: +2 сил в холмах

source: +1 Str In Hills
ja: +1力丘の中で
ru: +1 сил в холмах

source: +2 Str in Forest
ja: ＋２力森の中で
ru: +2 сил в лесу

source: +1 Str In Forest
ja: +1力森の中で
ru: +1 сил в лесу

source: +2 Str in Open
ja: +2力オープンエリアの中で
ru: +2 сил на открытой местности

source: +1 Str In Open
ja: +1力オープンエリアの中で
ru: +1 сил на открытой местности

source: Can Fly
ja: 飛ぶができる
ru: Может летать

source: Travels Faster In Mountains
ja: より速く移動する 山の中で
ru: Перемещается быстрее по горам

source: Travels Faster In Hills
ja: より速く移動する 丘の中で
ru: Перемещается быстрее по холмам

source: Travels Faster In Marshland
ja: より速く移動する 沼地で
ru: Перемещается быстрее по болотам

source: Travels Faster In Forests
ja: より速く移動する 森の中で
ru: Перемещается быстрее по лесам

source: Defends Ruins
ja: 廃墟を守る
ru: Защищает руины

source: Ruin Award
ja: 廃墟賞
ru: Награды за руины

source: Sight
ja: 視力
ru: Видимость

source: Exp Points
ja: 経験ポイント
ru: Очки опыта

source: The one time price to make a city be able to produce one of these army types.
ja: 特定の都市でこのタイプの軍隊を製造することを可能にするために支払われた1回限りの価格。
ru: Единовременная плата за то, чтобы город мог производить один из этих типов армии.

source: New Cost
ja: 新しい価格
ru: Новая цена

source: Max Moves
ja: 最大運動数
ru: Макс ходов

source: Confers Movement Bonus to Stack
ja: 動きを与える スタックへのボーナス
ru: Даёт отряду бонус перемещения
