Repository: Hairash/lordsawar-fork
Catalog: po/*.po
Languages: ja, ru

source: Error! `%1' is malformed. Skipping.
ja: エラー！`%1' が間違っています。スキップします。
ru: Ошибка! Неправильный «%1». Пропускается.

source: Error! `%1' shares a duplicate name `%2' with `%3'. Skipping.
ja: エラー！`%1'は`%3'から重複する名前`%2'に適用されます。スキップします。
ru: Ошибка! «%1» использует повторяющееся название «%2» с «%3». Пропускается.

source: Error! `%1' shares a duplicate id with `%2'. Skipping.
ja: エラー！`%1' は`%2' と重複する ID を配布します。 スキップします。
ru: Ошибка! «%1» использует повторяющийся идентификатор с «%2». Пропускается.

source: Northwestern map
ja: 北西マップ
ru: Северо-западная карта

source: Northern map
ja: 北マップ
ru: Северная карта

source: Northeastern map
ja: 北東マップ
ru: Северо-восточная карта

source: Western map
ja: 西マップ
ru: Западная карта

source: Central map
ja: 中央マップ
ru: Центральная карта

source: Eastern map
ja: 東マップ
ru: Восточная карта

source: Southwestern map
ja: 南西マップ
ru: Юго-западная карта

source: Southern map
ja: 南マップ
ru: Южная карта

source: Southeastern map
ja: 南東マップ
ru: Юго-восточная карта

source: saved game file has wrong version. Expecting %1 but got %2.
ja: 保存されたゲーム ファイルのバージョンが間違っています。 %1 が必要でしたが、%2 を受信しました。
ru: файл сохранённой игры имеет неверную версию. Ожидалось %1, а получено %2.

source: Error! can't rename the temporary file `%1' to the autosave file `%2'. %3
ja: エラー！一時ファイル `%1' を `%2' 自動保存ファイルに変更できません。 %3
ru: Ошибка! Не удаётся переименовать временный файл «%1» в файл автосохранения «%2». %3

source: There must be at least 2 players in the scenario.
ja: スクリプトには少なくとも 2 人のプレイヤーが含まれるはずです。
ru: В сценарии должно быть не менее двух игроков.

source: There must be at least 2 cities in the scenario.
ja: シナリオには少なくとも 2 つの都市があるはずです。
ru: В сценарии должно быть не менее двух городов.

source: Untitled
ja: 無名
ru: Без названия

source: The scenario does not have a name.
ja: シナリオに名前がありません。
ru: У сценария нет названия.

source: Neutrals have one or more heroes.
ja: ニュートラルには1人以上のヒーローがいる.
ru: У нейтралов есть один или несколько героев.

source: The player called `%1' lacks a capital city.
ja: `%1' という名前のプレイヤーは、資本を欠いています。
ru: У игрока с именем «%1» должна быть столица.

source: The hero type called `%1' belonging to '%2' has bad starting items.
ja: '%2' に属する '%1' というヒーロータイプの開始項目が無効です。
ru: Тип героя под названием «%1», принадлежащий «%2», имеет плохие начальные предметы.

source: The player called `%1' lacks a hero.
ja: `%1' という名前のプレイヤーにはヒーローが欠けている。
ru: У игрока с именем «%1» должен быть герой.

source: The hero `%1' belonging to '%2' has a bad hero type.
ja: '%2' に属するヒーロー '%1' は、ヒーロータイプが悪い。
ru: Герой с именем «%1», принадлежащий «%2», имеет плохой тип героя.

source: There is %1 unnamed city
ja: ここに%1の無名都市があります
ru: Есть %1 город без названия

source: (at %1,%2)
ja: (%1で, %2)
ru: (в %1,%2)

source: An unnamed city is at %1,%2
ja: 名前のない都市は %1,%2 です
ru: Город без названия в %1,%2

source: There is %1 unnamed ruin
ja: ここに%1の無名の廃墟があります
ru: Есть %1 руина без названия

source: An unnamed ruin is at %1,%2
ja: 名前のない廃墟は %1,%2 です
ru: Руина без названия в %1,%2

source: There is %1 unnamed temple
ja: ここに%1の無名の神殿があります
ru: Есть %1 храм без названия

source: An unnamed temple is at %1,%2
ja: 無名の神殿は %1,%2 にあります
ru: Храм без названия в %1,%2

source: There is %1 neutral stack not in a city
ja: ここでは、都市内にない%1ニュートラルスタックです
ru: %1 нейтральный отряд не в городе

source: Not all cities are reachable by a non-flying unit.
ja: すべての都市が非飛行ユニットで達成できるわけではありません
ru: Нелетающие юниты не могут добраться до некоторых городов.

source: One or more ports are on land.
ja: 地上の 1 つ以上のポート
ru: Один или несколько портов находятся на земле.

source: One or more bridges are on land.
ja: 地上の 1 つ以上の橋
ru: Один или несколько мостов находятся на земле.

source: One or more cities are on water.
ja: 水上の1つ以上の都市。
ru: Один или несколько городов находятся на воде.

source: One or more roads are on water.
ja: 水上の1つ以上の道路。
ru: Одна или несколько дорог находятся на воде.

source: One or more ruins are on water.
ja: 水上の1つ以上の廃墟。
ru: Одна или несколько руин находятся на воде.

source: One or more temples are on water.
ja: 水上の1つ以上の神殿
ru: Один или несколько храмов находятся на воде.

source: One or more signs are on water.
ja: 水上の1つ以上の標識
ru: Один или несколько знаков находятся на воде.

source: The item "%1" doesn't have an army type specified for Kill All Units Of Giant Worms
ja: アイテム "%1"には、巨大ワームのすべてのユニットを殺すために指定された軍のタイプがありません
ru: У предмета «%1» нет типа армии, предназначенного для убийства всех юнитов гигантских червей

source: The item "%1" doesn't have an army type specified for Summon Monster
ja: アイテム "%1" には、召喚モンスターに指定された軍の種類がありません
ru: У предмета «%1» нет типа армии, предназначенного для призыва монстров

source: The item "%1" doesn't have an army type specified for Raise Defenders In City
ja: アイテム "%1"には、都市でディフェンダーを育てるに指定された軍の種類がありません
ru: У предмета «%1» нет типа армии, предназначенного для поднятия защитников в городе

source: The item "%1" lacks a bonus
ja: アイテム"%1"にはボーナスがありません
ru: У предмета «%1» нет бонуса

source: You're still searching for him...
ja: あなたはまだそれを探しています.
ru: Вы до сих пор ищете его...

source: Seen lately near (
ja: 最近近くで見られる(
ru: В последний раз был замечен рядом с (

source: You have slain the wicked hero %1.
ja: あなたは邪悪なヒーロー%1を殺しました。
ru: Вы убили больного злого героя %1.

source: You could not slay the wicked hero %1.
ja: あなたは邪悪なヒーロー%1を殺すことができませんでした。
ru: Вы не смогли убить злого героя %1.

source: The hero was slain by someone else!
ja: ヒーローは他の誰かを殺した!
ru: Герой убил кого-то ещё!

source: Kill the hero named %1, servant of player %2.
ja: プレイヤー %2 の使用人である %1 という名前のヒーローを殺す。
ru: Убей героя с именем %1, слугу игрока %2.

source: You have not killed a unit of enemy %1 yet.
ja: あなたはまだ敵のユニットを殺していません。
ru: Вы ещё не убили юнит врага %1.

source: You have killed a unit of enemy %1.
ja: 敵ユニット %1 を殺しました。
ru: Вы убили юнит врага %1.

source: Well done!
ja: よくやりましたね！
ru: Хорошо сделано!

source: You must destroy a unit of enemy %1.
ja: 敵ユニット %1 を破壊する必要があります。
ru: Вы должны уничтожить юнит врага %1.

source: Statesman
ja: 政治家
ru: Государственный деятель

source: Diplomat
ja: 外交官
ru: Дипломат

source: Pragmatist
ja: 現実主義者
ru: Прагматик

source: Politician
ja: 政治家
ru: Политик

source: Deceiver
ja: 詐欺師
ru: Обманщик

source: Scoundrel
ja: 悪党
ru: Негодяй

source: Turncoat
ja: ターンコート
ru: Тернкоут

source: Running Dog
ja: 走っている犬
ru: Перебежчик

source: unknown
ja: 未知
ru: неизвестно

source: Error! Map Generator and Game Map tile sizes differ. %1 != %2 || %3 != %4. Exiting.
ja: エラー！マップジェネレータとゲームマップは、異なるサイズのタイルを持っています。%1 != %2 ||%3 !=%4. 残す。
ru: Ошибка! Генератор карты и игровая карта имеют разные размеры плиток. %1 != %2 || %3 != %4. Завершение работы.

source: You have already stolen %1 gold pieces.
ja: 既に %1 個の金貨を盗んでいます。
ru: Вы уже похитили %1 золотых монет.

source: You have managed to sack and pillage %1 gold.
ja: あなたは売り切れ、%1ゴールドを略奪しました。
ru: Грабежом и разорением вам удалось добыть %1 золота.

source: You shall sack and pillage %1 gold from thy mighty foes.
ja: あなたは、あなたの強大な敵から%1ゴールドを発射し、盗む必要があります。
ru: Грабежом и разорением вы должны добыть %1 золота у ваших могучих врагов.

source: You aren't afraid of doing it, are you?
ja: あなたはそれをすることを恐れていませんよね?
ru: Вы ведь не боитесь сделать это, верно?

source: The priests thank you for occupying this evil place.
ja: 司祭は、この邪悪な場所を引き継いのためにあなたに感謝します。
ru: Священник благодарит вас за то, что вы захватили это злое место.

source: The occupation of city "%1" could not be accomplished.
ja: 都市の占領"%1"は達成できませんでした。
ru: Город «%1» не может быть оккупирован.

source: You must take over the city "%1" and occupy it.
ja: あなたは都市"%1"を乗っ取り、それを占領しなければなりません。
ru: Вы должны захватить город «%1» и оккупировать его.

source: Unexplored
ja: 開いていない
ru: Не исследованы

source: %1 turns
ja: %1ターン
ru: %1 ходов

source: Okay, we're throwing your config file %1 away
ja: これで、構成ファイル %1 を捨てにしています。
ru: Хорошо, ваш файл конфигурации %1 выбрасывается

source: Configuration file has wrong version. Expected %1, but got %2
ja: 構成ファイルのバージョンが間違っています。%1 が必要でしたが、%2 を受信しました
ru: Файл конфигурации имеет неправильную версию. Ожидалось %1, а получено %2

source: backing up config file `%1' to `%2'.
ja: `%1' を `%2' 構成ファイルにバックアップします。
ru: резервное копирование файла конфигурации «%1» в «%2».

source: Error! couldn't save configuration file `%1'. Exiting.
ja: エラー！`%1' 構成ファイルを保存できませんでした。 残す。
ru: Ошибка! Не удалось сохранить файл конфигурации «%1». Завершение работы.

source: Created default configuration file `%1'.
ja: 既定の構成ファイルは `%1' です。
ru: Создан стандартный файл конфигурации «%1».

source: Error! Couldn't create armyset directory `%1'. Exiting.
ja: エラー！`%1' 軍隊セットフォルダを作成できません。残す。
ru: Ошибка! Не удалось создать папку набора армий «%1». Завершение работы.

source: Error! Couldn't create tileset directory `%1'. Exiting.
ja: エラー！`%1' タイルセットフォルダを作成できません。残す。
ru: Ошибка! Не удалось создать папку набора графики «%1». Завершение работы.

source: Error! Couldn't create map directory `%1'. Exiting.
ja: エラー！`%1' マップフォルダを作成できません。残す。
ru: Ошибка! Не удалось создать папку карт «%1». Завершение работы.

source: Error! Couldn't create shieldset directory `%1'. Exiting.
ja: エラー！`%1'シールドセットフォルダを作成できません。残す。
ru: Ошибка! Не удалось создать папку набора щитов «%1». Завершение работы.

source: Error! Couldn't create cityset directory `%1'. Exiting.
ja: エラー！`%1'都市セットフォルダを作成できません。残す。
ru: Ошибка! Не удалось создать папку набора городов «%1». Завершение работы.

source: %1 connected.
ja: %1が参加しました。
ru: %1 присоединился.

source: %1 disconnected.
ja: %1がパスアウトしました。
ru: %1 отключился.

source: %1 disconnected
ja: %1が切断されました
ru: %1 отключился

source: You have killed %1 so far.
ja: これまでに %1 を殺しました。
ru: На данный момент вы убили %1.

source: You have managed to slaughter %1 armies.
ja: あなたは%1軍隊を虐殺することができました。
ru: Вы смогли уничтожить %1 армий.

source: You shall slaughter %1 armies of the treacherous %2.
ja: 危険な %2 から %1 の軍隊を虐殺する必要があります。
ru: Вы должны уничтожить %1 армий предательского %2.

source: %1 Standard
ja: %1旗
ru: %1 штандарт

source: Peace negotiated with %1.
ja: 和平を %1 と交渉しました。
ru: Мир согласован с %1.

source: War declared with %1.
ja: %1 との戦争が宣言されました。
ru: Объявлена война с %1.

source: None
ja: なし
ru: Ничего

source: Road
ja: 道路
ru: Дорога

source: Bridge
ja: 橋
ru: Мост

source: Stone
ja: 石
ru: Камень

source: Medium
ja: 平均
ru: Средний

source: is inhabited by monsters and full of treasure!
ja: モンスターが住んでいて、宝物がいっぱい!
ru: населён монстрами и полон сокровищ!

source: %1 Gold Piece
ja: %1金貨
ru: %1 золотая монета

source: Map: %1,%2 %3x%4
ja: マップ: %1,%2 %3x%4
ru: Карта: %1,%2 %3x%4

source: old map
ja: 古いマップ
ru: старая карта

source: old dusty map
ja: 古いほこりっぽいマップ
ru: старая пыльная карта

source: parchment map
ja: 羊皮紙マップ
ru: пергаментная карта

source: vellum map
ja: 上質皮紙マップ
ru: пергаментная карта

source: paper map
ja: 紙マップ
ru: бумажная карта

source: torn paper map
ja: 破れた紙マップ
ru: разорванная бумажная карта

source: dusty map
ja: ほこりっぽいマップ
ru: пыльная карта

source: blood-stained map
ja: 血まみれの地図
ru: окровавленная карта

source: The priests thank you for razing this evil place.
ja: 祭司は、この邪悪な場所を破壊してくれてありがとう。
ru: Священники благодарят вас за то, что вы разрушили это злое место.

source: The razing of city "%1" could not be accomplished.
ja: 都市"%1"の破壊は達成できませんでした。
ru: Город «%1» не может быть разрушен.

source: You must conquer the city "%1" and burn it to the ground.
ja: あなたは都市"%1"を征服し、それを地面に焼き払わなければなりません。
ru: Вы должны захватить город «%1» и сжечь его дотла.

source: can bless your armies or give you quests.
ja: 祝福したり、クエストを与えることができます
ru: может благословить ваши армии или дать вам квесты.

source: Error! can't load Tile Set `%1'.
ja: エラー！`%1'タイルセットをロードできません。
ru: Ошибка! Не удаётся загрузить набор графики «%1».

source: Left
ja: 左
ru: Слева

source: Center
ja: 中央
ru: Центр

source: Right
ja: 右
ru: Справа

source: Capital city of %1
ja: %1 の首都
ru: Столица у %1

source: The inhabitants are unruly!
ja: 住民は管理不能です!
ru: Жители неуправляемы!

source: %1t, then to %2
ja: %1t、次に %2
ru: %1t, затем к %2

source: Standard
ja: 標準
ru: Штандарт

source: Rename City
ja: 都市の名前を変更する
ru: Переименовать город

source: Type the new name for this city:
ja: この都市の新しい名前を入力してください:
ru: Введите новое название для этого города:

source: Raze City
ja: 都市を破壊する
ru: Разрушить город

source: Are you sure that you want to raze %1?
ja: %1 を破棄しますか?
ru: Действительно разрушить %1?

source: You won't be popular!
ja: あなたは人気者にはなれません!
ru: Вы не будете популярны!

source: Observe
ja: 見ます
ru: Наблюдать

source: Human
ja: 人
ru: Человек

source: Computer
ja: コンピューター
ru: Компьютер

source: Networked
ja: ネットワーク
ru: Сетевой

source: Quest for %1
ja: %1 のクエスト
ru: Квест для %1

source: %1 completed the quest!
ja: %1 はクエストを完了しました!
ru: %1 завершил квест!

source: You have been rewarded with %1 gold piece.
ja: あなたは%1金貨で報われました。
ru: Вы получили в награду %1 золотую монету.

source: You have been rewarded with %1 ally.
ja: %1 の味方に報われました。
ru: Вы получили в награду %1 союзника.

source: You have been rewarded with the %1.
ja: %1 で報われました。
ru: Вы получили в награду %1.

source: You are shown the site of %1
ja: %1のサイトが表示されます
ru: Вам показывают сторону %1

source: where powerful allies can be found!
ja: 強大な味方が見つけることができる場所!
ru: где можно найти могучих союзников!

source: where the %1 can be found!
ja: %1 が見つかる場所です。
ru: где можно найти %1!

source: where a map can be found!
ja: マップが見つかる場所!
ru: где можно найти карту!

source: where nothing can be found!
ja: 何もが見つかる場所!
ru: где ничего не может быть найдено!

source: where gold can be found!
ja: 金が見つかる場所!
ru: где можно найти золото!

source: where something important can be found!
ja: 重要な何かが見つかる場所!
ru: где можно найти что-то важное!

source: %1 hero earned fates worthy of legend!
ja: %1ヒーローは伝説に値する運命を獲得しました！
ru: %1 герой заработал судьбы, достойные легенды!

source: %1 so-called hero slaughtered without mercy!
ja: %1いわゆるヒーローが容赦なく虐殺されました！
ru: %1 так называемый герой был убит безо всякой жалости!

source: %1 navy not currently in service!
ja: %1海軍は現在使用されていません！
ru: %1 флот сейчас не на службе!

source: %1 navy rests with the fishes!
ja: %1海軍は魚と一緒に休んでいます！
ru: %1 флот покоится среди рыб!

source: %1 army died to ensure final victory!
ja: %1最終的な勝利を確実にするために軍隊が死んだ！
ru: %1 армия погибла, чтобы обеспечить финальную победу!

source: %1 army smote like sheep!
ja: %1軍隊は羊のように打つ!
ru: %1 армию побили как овец!

source: %1 unnatural creature returned from whence it came!
ja: %1 不自然な生き物が彼らがどこから来たのかから戻ってきました!
ru: %1 неестественное существо вернулось туда, откуда оно пришло!

source: %1 unnatural creature dispatched!
ja: %1 不自然な生き物が送られました!
ru: %1 неестественное существо отправлено на тот свет!

source: %1 standard betrayed by its guardian!
ja: その保護者によって裏切られた%1標準！
ru: %1 штандарт был предан его стражами!

source: %1 standard wrested from a vanquished foe!
ja: 打ち負かされた敵から奪われた%1スタンダード！
ru: %1 штандарт был вырван у побеждённого врага!

source: Strength: %1
ja: 強度: %1
ru: Сила: %1

source: Moves: %1/%2
ja: 運動: %1/%2
ru: Ходы: %1/%2

source: Upkeep: %1
ja: 維持：％1
ru: Содержание: %1

source: Moves: %1
ja: 運動: %1
ru: Ходы: %1

source: Time: %1
ja: 時間: %1
ru: Время: %1

source: Cost: %1
ja: 価格: %1
ru: Цена: %1

source: Movement: %1
ja: 運動: %1
ru: Движение: %1

source: %1's game
ja: %1 ゲーム
ru: %1 игра

source: +%1t to arrive at %2
ja: %1t (%2 に到着)
ru: +%1t для прибытия в %2

source: standard
ja: 標準
ru: штандарт

source: Str
ja: 力
ru: Сил

source: Move
ja: 運動
ru: Ходы

source: Bonus
ja: ボーナス
ru: Бонус

source: This hero already has a quest.
ja: このヒーローはすでにクエストを持っています。
ru: У этого героя уже есть квест.

source: Explored Ruins
ja: オープン廃墟
ru: Исследованные руины

source: Gold Pieces
ja: 金貨
ru: Золотые монеты

source: Score
ja: スコア
ru: Счёт

source: City History
ja: 都市の歴史
ru: История города

source: Ruin History
ja: 廃墟の歴史
ru: История руин

source: Event History
ja: イベントの歴史
ru: История событий

source: Gold History
ja: 金の歴史
ru: История золота

source: Winner History
ja: 勝利の歴史
ru: История победы

source: On turn %1 you have %2 gold piece!
ja: ターン%1に、%2の金貨があります！
ru: На ходе %1 у вас есть %2 золотая монета!

source: On turn %1 you had %2 gold piece!
ja: ターン%1に、%2の金貨がありました！
ru: На ходе %1 у вас была %2 золотая монета!

source: On turn %1 you have %2 city!
ja: ターン%1に、%2の都市があります！
ru: На ходе %1 у вас есть %2 город!

source: On turn %1 you had %2 city!
ja: ターン%1に、%2の都市がありました！
ru: На ходе %1 у вас был %2 город!

source: By turn %1 you explored %2 ruin!
ja: ターン%1までに、あなたは%2の廃墟を見つけました！
ru: На ходе %1 вы исследовали %2 руину!

source: On turn %1 you are coming %2!
ja: ターン%1であなたは%2に来ます！
ru: На ходе %1 вы приходите в %2!

source: On turn %1 you were coming %2!
ja: ターン%1であなたは%2に来ました！
ru: На ходе %1 вы приходили в %2!

source: %1 %2 finds a sage!
ja: ％1％2がセージを見つけました！
ru: %1 %2 находит мудреца!

source: %1 %2 emerges in %3
ja: %1%2 が %3 に発生します
ru: %1 %2 возникает в %3

source: %1 %2 begins a quest!
ja: %1%2 はクエストを開始します!
ru: %1 %2 начинает квест!

source: %1 %2 finishes a quest!
ja: %1%2 がクエストを終了しました!
ru: %1 %2 заканчивает квест!

source: %1 %2 is killed in %3!
ja: %1%2 が %3 で死亡しました!
ru: %1 %2 убит в %3!

source: %1 %2 is killed in battle!
ja: 戦闘で %1%2 が死亡しました!
ru: %1 %2 убит в битве!

source: %1 %2 is killed while searching!
ja: %1%2 が検索中に死亡しました!
ru: %1 %2 убит во время поисков!

source: %1 %2 conquers %3!
ja: %1%2 が %3 に勝ちます!
ru: %1 %2 побеждает %3!

source: %1 %2 utterly vanquished!
ja: %1%2 は完全に押しつぶされています!
ru: %1 %2 полностью разгромлен!

source: %1 %2 at peace with %3 %4!
ja: 世界で %1%2 %3%4!
ru: %1 %2 в мире с %3 %4!

source: %1 %2 at war with %3 %4!
ja: %1%2 は %3%4 との戦争で!
ru: %1 %2 в состоянии войны с %3 %4!

source: %1 Treachery on %2 %3!
ja: %1 は %2%3 を裏切ります!
ru: %1 предаёт %2 %3!

source: %1 %2 finds allies!
ja: %1%2 は同盟国を見つけます!
ru: %1 %2 находит союзников!

source: %1 %2 explores %3!
ja: %1%2 は %3 を開きます!
ru: %1 %2 исследует %3!

source: %1 %2 uses the %3 against %4 %5!
ja: %1%2 は %3 対%4%5 を使用しています。
ru: %1 %2 использует %3 против %4 %5!

source: %1 %2 uses the %3!
ja: %1%2 は %3 を使用しています!
ru: %1 %2 использует %3!

source: A Sage!
ja: セージ！
ru: Мудрец!

source: Attributes
ja: 属性
ru: Атрибуты

source: Status
ja: ステータス
ru: Статус

source: %1 finds a sage!
ja: %1 はセージを見つけます!
ru: %1 находит мудреца!

source: %1 emerges in %2!
ja: %1 は %2 に表示されます。
ru: %1 появляется в %2!

source: %1 begins a quest!
ja: %1 はクエストを開始します。
ru: %1 начинает квест!

source: %1 finishes a quest!
ja: %1 はクエストを終了します!
ru: %1 завершает квест!

source: %1 is killed in %2!
ja: %1 は %2 で死亡しました!
ru: %1 убит в %2!

source: %1 is killed in battle!
ja: 戦闘で %1 が死亡しました!
ru: %1 убит в битве!

source: %1 is killed while searching!
ja: %1 が検索中に死亡しました!
ru: %1 убит во время поисков!

source: %1 conquers %2!
ja: %1 が %2 を獲得しました!
ru: %1 побеждает %2!

source: %1 finds allies!
ja: %1 は味方を見つけます!
ru: %1 находит союзников!

source: In backpack
ja: バックパックの中で
ru: В рюкзаке

source: On the ground
ja: 地上で
ru: На земле

source: Choose Game to Load
ja: ロードするゲームを選択する
ru: Выберите игру для загрузки

source: LordsAWar Saved Games (*.sav)
ja: LordsAWarゲームセーブ (.sav)
ru: Сохранённые игры LordsAWar (*.sav)

source: Game was not saved!
ja: ゲームは保存されていません!
ru: Игра не была сохранена!

source: Choose a Name
ja: 名前を選択する
ru: Выберите название

source: Error saving game!
ja: それはゲームの保存エラーです!
ru: Ошибка сохранения игры!

source: Corrupted saved game file.
ja: 保存されたゲームファイルが破損しています。
ru: Файл сохранения повреждён.

source: Change the message on this sign:
ja: 標識のメッセージを変更します。
ru: Изменить сообщение на знаке:

source: Are you sure you want to disband this group?
ja: このグループを解消しますか?
ru: Действительно распустить эту группу?

source: (It contains %1 hero).
ja: (%1 ヒーローを含む)
ru: (Содержит %1 героя).

source: Are you sure you want to resign?
ja: 本当に退職しますか?
ru: Вы действительно хотите уйти в отставку?

source: No ruins or temples to show!
ja: 廃墟や神殿は見せるためがありません!
ru: Нет руин или храмов для показа!

source: Congratulations to %1 for conquering the world!
ja: 世界征服の %1 おめでとうございます!
ru: Поздравляем %1 с завоеванием всего мира!

source: The rule of %1 has permanently ended!
ja: %1のルールは完全に終了しました！
ru: Правление %1 закончилось навсегда!

source: No further human resistance is possible but the battle will continue!
ja: これ以上人間の抵抗は不可能 しかし、戦いは続きます!
ru: Никакое дальнейшее человеческое сопротивление невозможно, но битва будет продолжена!

source: Press `CTRL-P' to stop the war and visit the sites of thy old battles.
ja: `CTRL-P'を押して戦争を止める そして、あなたの古い戦いのサイトを訪問。
ru: Нажмите CTRL+P, чтобы остановить войну и посетить места ваших старых сражений.

source: %1 is given %2 gold pieces.
ja: %1には%2の金貨が与えられます。
ru: %1 получает %2 золотые монеты.

source: %1 finds %2 gold pieces.
ja: %1は%2の金貨を見つけます。
ru: %1 находит %2 золотые монеты.

source: %1 is given %2 allies!
ja: %1には%2の味方が与えられます！
ru: %1 получает %2 союзников!

source: %1 finds %2 allies!
ja: %1には%2の味方が見つけます！
ru: %1 находит %2 союзников!

source: %1 is given the %2!
ja: %1には%2が与えられます！
ru: %1 получает %2!

source: %1 finds the %2!
ja: %1は%2を見つけます！
ru: %1 находит %2!

source: %1 is given a %2!
ja: %1には%2が与えられます！
ru: %1 получает %2!

source: %1 finds a %2!
ja: %1は%2を見つけます！
ru: %1 находит %2!

source: Searching
ja: 検索中
ru: Поиск

source: %1 encounters %2...
ja: %1 は %2.を満たしています。
ru: %1 встречает %2...

source: Hero Victorious
ja: ヒーロー勝利
ru: Герой победитель

source: Hero Defeated
ja: ヒーロー敗北した
ru: Герой побеждён

source: ...and is victorious!
ja: ...そして勝つ!
ru: ...и побеждает!

source: ...and is slain by it!
ja: ...彼らは死にました！
ru: ...им и убит!

source: Hero brings allies!
ja: ヒーローは味方をもたらします!
ru: Герой приносит союзников!

source: The hero brings %1 ally!
ja: ヒーローは%1の味方を連れて来ます!
ru: Герой приносит %1 союзника!

source: You graciously and benevolently accept their offer.
ja: あなたは親切に親切に彼らの申し出を受け入れます。
ru: Вы любезно и доброжелательно принимаете их предложение.

source: Are you sure you want to attack %1?
ja: %1 を攻撃しますか?
ru: Вы уверены, что хотите атаковать %1?

source: Other players may not like this!
ja: 他のプレイヤーはそれを好きではないかもしれません!
ru: Другим игрокам это может не понравиться!

source: %1 army has been blessed!
ja: %1軍は祝福を受けています!
ru: %1 армия была благословлена!

source: We have already blessed thee!
ja: 私たちはすでにあなたを祝福しました！
ru: Мы уже благословили тебя!

source: Seek more blessings in far temples!
ja: 遠くの神殿でもっと祝福を探してください。
ru: Ищите больше благословений в далёких храмах!

source: Do you seek a quest?
ja: あなたはクエストを探していますか?
ru: Ты ищешь квест?

source: _Close
ja: _閉じる
ru: _Закрыть

source: %1, you have triumphed in the battle of %2.
ja: %1、あなたは戦闘 %2 に勝ちました。
ru: %1, вы одержали победу в битве %2.

source: %1, you have claimed victory in the battle of %2.
ja: %1、戦闘 %2 で勝利を宣言しました。
ru: %1, вы заявили о победе в битве %2.

source: %1, you have shown no mercy in the battle of %2.
ja: %1、あなたは戦闘%2に慈悲を示さなかった。
ru: %1, вы не проявили милосердия в битве %2.

source: %1, you have slain the foe in the battle of %2.
ja: %1、戦闘 %2 で敵を殺しました。
ru: %1, вы убили врага в битве %2.

source: %1 Looted
ja: %1略奪
ru: %1 добыто

source: Your armies loot %1 gold piece.
ja: あなたの軍隊は%1の金貨を略奪します。
ru: Ваши армии добыли %1 золотую монету.

source: Pillaged %1
ja: 略奪%1
ru: Награблено %1

source: The loot is worth %1 gold piece.
ja: 戦利品は%1金貨の価値があります。
ru: Добыча составила %1 золотую монету.

source: Sacked %1
ja: 解雇された%1
ru: Разорено %1

source: The city of %1 is sacked for %2 gold!
ja: %1の都市が略奪される %2金貨！
ru: Город %1 разорён за %2 золота!

source: Ability to produce %1 unit has been lost and only 1 unit remains
ja: ％1ユニットを生産する能力が失われました 残り1ユニットのみ
ru: Была утрачена способность производить %1 юнит и остался только 1 юнит

source: %1 gp
ru: %1 зм

source: Razed %1
ja: 取り壊された %1
ru: Разрушен %1

source: The city of %1 is in ruins!
ja: 廃墟の都市 %1!
ru: Город %1 лежит в руинах!

source: %1 Turn %2
ja: %1 ターン%2
ru: %1 Ход %2

source: Your unit of %1 is awarded the avenger's medal of valour!
ja: %1のユニットには、復讐者の勇気のメダルが授与されます！
ru: Ваш юнит %1 награждён медалью мстителя доблести!

source: Your unit of %1 is awarded the defender's medal of bravery!
ja: %1のユニットには、防御側の勇気のメダルが授与されます。
ru: Ваш юнит %1 награждён медалью защитника храбрости!
