Repository: Hairash/lordsawar-fork
Catalog: po/*.po
Languages: ja, ru

source: Tileset has been upgraded.
ja: タイルセットが近代化されました。
ru: Набор плиток был обновлён.

source: Cityset has been upgraded.
ja: 都市セットが近代化されました。
ru: Набор городов был обновлён.

source: Shieldset has been upgraded.
ja: シールドセットが近代化されました。
ru: Набор щитов был обновлён.

source: None of the other files needed to be upgraded.
ja: 他のファイルを近代化する必要はありません。
ru: Никакие другие файлы не требуют обновления.

source: Error: %1 could not be upgraded.
ja: エラー: %1 をアップグレードできません。
ru: Ошибка: не удалось обновить %1.

source: Error: The --identify and --rewrite options cannot be used at the same time.
ja: エラー：--identifyオプションと--rewriteオプションを同時に使用することはできません。
ru: Ошибка: нельзя одновременно указать параметры --identify и --rewrite.

source: unknown file
ja: 不明なファイル
ru: неизвестный файл

source: primary configuration file
ja: メインコンフィグファイル
ru: основной файл конфигурации

source: item description file
ja: アイテム説明ファイル
ru: файл описания предмета

source: profiles file
ja: プロファイルファイル
ru: файл профилей

source: recently played games file
ja: 最近プレイしたゲームファイル
ru: файл последних сыгранных игр

source: recently hosted or recently advertised games file
ja: 最近ホストされた、または最近宣伝されたゲームファイル
ru: файл с последними размещёнными или рекламированными играми

source: armyset file
ja: 軍隊セットファイル
ru: файл набора армий

source: tileset file
ja: タイルセットファイル
ru: файл набора графики

source: cityset file
ja: 都市セットファイル
ru: файл набора городов

source: shieldset file
ja: シールドセットファイル
ru: файл набора щитов

source: map or saved-game file
ja: マップまたは保存されたゲームファイル
ru: файл карты или сохранения игры

source: decoding action: %1
ja: デコードアクション：%1
ru: действие декодирования: %1

source: warning, ignoring action for player %1
ja: 警告、プレーヤー%1のアクションを無視します
ru: предупреждение: игнорируется действие игрока %1

source: received history: %1
ja: 受信履歴：%1
ru: полученная история: %1

source: Error can't load namelist `%1'
ja: エラーは名前リスト`%1'を読み込めません
ru: Ошибка: не удалось загрузить список имён «%1»

source: some %1
ja: いくつかの%1
ru: некоторый %1

source: Shield of Courage
ja: 勇気のシールド
ru: Щит мужества

source: Troll Helm
ja: トロールヘルム
ru: Шлем тролля

source: Icesword
ja: アイスソード
ru: Ледяной меч

source: Armour of Gods
ja: 神々の鎧
ru: Доспехи богов

source: Crimson Banner
ja: クリムゾンバナー
ru: Багровое знамя

source: Crown of Loriel
ja: ロリエルの王冠
ru: Корона Лориэля

source: Ring of Power
ja: 力の指輪
ru: Кольцо энергии

source: Horn of Ages
ja: 時代の角
ru: Рог Веков

source: Staff of Ruling
ja: 裁定のスタッフ
ru: Посох Правления

source: Wings of Flying
ja: 翼の飛行
ru: Крылья полёта

source: Wand of Flight
ja: 飛行の杖
ru: Палочка полёта

source: Ring of Travel
ja: リングトラベル
ru: Кольцо путешествия

source: Phantom Steed
ja: ファントムスティード
ru: Призрачный скакун

source: Staff of Movement
ja: ムーブメントのスタッフ
ru: Посох движения

source: Darksword
ja: ダークソード
ru: Тёмный меч

source: Beserker Helm
ja: ベザーカーのヘルム
ru: Шлем Бесеркера

source: Bow of Eldros
ja: エルドロスの弓
ru: Лук Элдроса

source: Sceptre of Loriel
ja: ロリエルの笏
ru: Скипетр Лориэля

source: Magic Carpet
ja: 魔法のじゅうたん
ru: Магический ковёр

source: Cup of Haste
ja: 速攻のカップ
ru: Кубок ускорения

source: Boots of Speed
ja: スピードのブーツ
ru: Ботинки скорости

source: Eldros's Pouch
ja: エルドロスのポーチ
ru: Сумка Элдроса

source: Spear of Ank
ja: アンクの槍
ru: Копьё Энка

source: Lock of Safety
ja: 安全のロック
ru: Замок безопасности

source: Horn of Siege
ja: 包囲の角
ru: Рог осады

source: Staff of Might
ja: マイトのスタッフ
ru: Посох могущества

source: Wings of the Eagle
ja: イーグルの翼
ru: Крылья орла

source: Everful Purse
ja: 永遠の財布
ru: Вечный кошелёк

source: Okradon's Pouch
ja: オクラドンのポーチ
ru: Мешок Оркадоны

source: Firesword
ja: ファイアソード
ru: Огненный меч

source: Sword of Death
ja: 死の剣
ru: Меч смерти

source: Chimes of Safety
ja: 安全のチャイム
ru: Звон спасения

source: Lightsword
ja: ライトソード
ru: Световой меч

source: Orb of Loriel
ja: ロリエルのオーブ
ru: Сфера Лориэля

source: Witch's Broom
ja: 魔女のほうき
ru: Метла ведьмы

source: Silver Purse
ja: 銀の財布
ru: Серебряный кошелёк

source: Tome of War
ja: 戦争の本
ru: Том войны

source: Horn of Plenty
ja: 打ち出の小槌
ru: Рог изобилия

source: Scroll of Thievery
ja: 泥棒の巻物
ru: Свиток воровства

source: Scroll of Great Tides
ja: グレートタイズの巻物
ru: Свиток великих приливов

source: Scroll of Retrieve Lost Items
ja: 失われたアイテムを取得するスクロール
ru: Свиток для возвращения потерянных элементов

source: Staff of Many Steps
ja: 多くのステップのスタッフ
ru: Посох многих шагов

source: Staff of Saint Patrick
ja: 聖パトリックのスタッフ
ru: Посох Святого Патрика

source: Wand of the Bridgeburners
ja: ブリッジバーナーの杖
ru: Палочка поджигателей мостов

source: Staff of Charm Ruin Monster
ja: チャーム廃墟モンスターのスタッフ
ru: Посох зачарователя монстров руин

source: Whistle of Angelic Assistance
ja: 天使の助けの笛
ru: Свисток ангельской помощи

source: Wand of Urban Pestilence
ja: アーバンペスティレンスの杖
ru: Жезл городской язвы

source: Staff of Ghostly Defenders
ja: 幽霊のディフェンダーのロッド
ru: Жезл призрачных защитников

source: Staff of Persuasion
ja: 説得のスタッフ
ru: Посох убеждения

source: Ring of Teleportation
ja: テレポーテーションのリング
ru: Кольцо телепортации

source: Hellgate
ja: 地獄の門
ru: Адские врата

source: Karhain
ja: カルハネ
ru: Кархейн

source: Shady Hill
ja: シェディ ヒル
ru: Тенистый холм

source: Moonshine
ja: 月光
ru: Лунный свет

source: Devilian
ja: デリビアン
ru: Деливиан

source: Ankh-Morpok
ja: アンク-モルポック
ru: Анк-Морпок

source: Warportal
ja: 戦争ポータル
ru: Портал Войны

source: Fishbend
ja: フィッシュベンド
ru: Фишбенд

source: Meormon
ja: メーモン
ru: Меормон

source: Darcor
ja: ダーコール
ru: Даркор

source: Anominam
ja: アノミナム
ru: Аноминам

source: Tiburn
ja: ティバーン
ru: Тибурн

source: Timons
ja: ティモンズ
ru: Тимонс

source: Gormenghast
ja: ゴルメンガスト
ru: Горменгаст

source: Lan
ja: ラン
ru: Лан

source: Scarpdale
ja: スカープデール
ru: Скарпдэйл

source: Watchtower
ja: 展望タワー
ru: Смотровая башня

source: Capewell
ja: ケープベル
ru: Кэйпвэл

source: Ironfist
ja: 鉄の拳
ru: Стальной кулак

source: Forthmark
ja: フォートマーク
ru: Фортмарк

source: Rowahon
ja: ロワホン
ru: Ровахон

source: Tularean
ja: トゥレリエン
ru: Тулэриэн

source: Stonegate
ja: ストーンゲート
ru: Каменные врата

source: Atwood
ja: アトウッド
ru: Этвуд

source: Heavensgate
ja: パラダイスゲート
ru: Райские врата

source: Lyrean
ja: リリアン
ru: Лайриэн

source: Thornsdale
ja: ソーンズデール
ru: Торнсдэйл

source: West End
ja: ウエストエンド
ru: Западный конец

source: Banshire
ja: バンシャー
ru: Баншир

source: Pelerine
ja: ペレリン
ru: Пелерин

source: Casterbridge
ja: キャスターブリッジ
ru: Кастербридж

source: Lankhmar
ja: ランクマー
ru: Ланкмар

source: Crust
ja: クラスト
ru: Краст

source: Lond Daer
ja: ロンドディア
ru: Лонд Дир

source: Welltown
ja: ウェルタウン
ru: Хороший городок

source: Remoldt
ja: リモルド
ru: Ремольдт

source: Hemmings
ja: ヘミングス
ru: Хеммингс

source: Greystone
ja: グレーストーン
ru: Серый камень

source: Hartons
ja: ハートンズ
ru: Хартонс

source: Udo
ja: ウド
ru: Удо

source: Nineveh
ja: ニネベ
ru: Ниневех

source: Boghazkoi
ja: ボガズコイ
ru: Богхазкой

source: Kadesh
ja: カデシュ
ru: Кадеш

source: Highwater
ja: 高い水
ru: Высокие воды

source: Kurigalzu
ja: クリガルズ
ru: Куригальзу

source: Brunnaburgh
ja: ブルナブルク
ru: Бруннабург

source: Chagamire
ja: チャガミール
ru: Чагамир

source: Behistun
ja: ベヒスタン
ru: Бехистун

source: Preening
ja: プリンティング
ru: Прининг

source: Lobatse
ja: ロバーゼ
ru: Лобатсе

source: Shadowfallen
ja: 落ちた影
ru: Упавшая тень

source: Nicaea
ja: ナイシア
ru: Найсиа

source: Innesfallen
ja: イネスフォールン
ru: Иннесфаллен

source: Spirit Cave
ja: 霊の洞窟
ru: Пещера духов

source: Yeol
ja: ヨル
ru: Йеол

source: Coldpeak
ja: コールドピーク
ru: Холодный пик

source: Tebizond
ja: テビソンド
ru: Тебизонд

source: Goldvale
ja: ゴールドベール
ru: Голдвэйл

source: Harnew
ja: ハーニュー
ru: Хэрню

source: Yellowbone
ja: 黄色い骨
ru: Жёлтая кость

source: Hopwith
ja: ホップウィット
ru: Хопвит

source: Therryd
ja: テリッド
ru: Террид

source: Whipsend
ja: ホイップセンド
ru: Випсенд

source: Hurldt
ja: ハールド
ru: Хюрлдт

source: Pewrash
ja: プラッシュ
ru: Пьювраш

source: Howlfen
ja: ホルフェン
ru: Хоулфен

source: Prig
ja: プリッグ
ru: Приг

source: Shantytown
ja: 貧民街
ru: Трущобы

source: Targastin
ja: タルガスチン
ru: Таргастин

source: Jenryll
ja: ジェンリル
ru: Дженрилл

source: Kenquint
ja: ケンクイント
ru: Кенквинт

source: Yearway
ja: イヤーウェイ
ru: Годовой путь

source: Meirstead
ja: メアステッド
ru: Мейрстэд

source: Urko
ja: ウルコ
ru: Урко

source: Millrock
ja: 石臼
ru: Мельничный камень

source: Shadwill
ja: シャドビル
ru: Шэдвилл

source: Poolstone
ja: プールストーン
ru: Бассейн камней

source: Wending
ja: ウェンディング
ru: Вендинг

source: Jasp
ja: ジェスプ
ru: Джесп

source: Dern
ja: ダーン
ru: Дэрн

source: Tyrill
ja: ティレル
ru: Тайрилл

source: Pyronn
ja: ピロンヌ
ru: Пайронн

source: Quordia
ja: クオリーダ
ru: Квордия

source: Fogwell
ja: フォグウェル
ru: Туманный колодец

source: Sunstone
ja: サンストーン
ru: Солнечный камень

source: Cloudrock
ja: クラウドストーン
ru: Облачный камень

source: Greddle
ja: グレドル
ru: Греддл

source: Farburg
ja: ファーバーグ
ru: Фарбург

source: Tarfrey
ja: ターフリー
ru: Тарфрей

source: Meadford
ja: ミッドフォード
ru: Мидфорд

source: Seastone
ja: シーストーン
ru: Морской Камень

source: Highrock
ja: 高い石
ru: Высокий Камень

source: Lowstone
ja: 低石
ru: Низкий Камень

source: Ringtown
ja: リングタウン
ru: Кольцевой Город

source: Gall
ja: ゴール
ru: Гэлл

source: Sandstone
ja: 砂岩
ru: Песчаный Камень

source: Lakerock
ja: レイクストーン
ru: Озёрный Камень

source: Woodring
ja: 木のリング
ru: Кольцо Деревьев

source: Fenring
ja: フェンリング
ru: Фенринг

source: Three Marshes
ja: 3つの沼地
ru: Три Болота

source: Cliff Town
ja: クリフタウン
ru: Город-Утёс

source: Blackstep
ja: ブラックスタップ
ru: Блэкстэп

source: Whitestep
ja: ホワイトステップ
ru: Вайтстэп

source: Redstep
ja: レッドステップ
ru: Рэдстэп

source: Ringstep
ja: リングステップ
ru: Рингстэп

source: Swordstep
ja: スワードステップ
ru: Сордстэп

source: Shieldstep
ja: シールドステイン
ru: Шилдстэп

source: Redhelm
ja: レッドヘルム
ru: Рэдхельм

source: Middlehelm
ja: ミドルヘルム
ru: Мидлхельм

source: Anvil
ja: アンビル
ru: Наковальня

source: Blackfork
ja: ブラックフォーク
ru: Блэкфорк

source: Blueshell
ja: ブルーシェル
ru: Блюшэлл

source: Bolt
ja: ボルト
ru: Больт

source: Skytower
ja: スカイタワー
ru: Небесная Башня

source: Shadyfist
ja: シェディフィスト
ru: Мрачный Кулак

source: Shadycliff
ja: シェディクリッフ
ru: Мрачный Утёс

source: Thornfist
ja: トーノフィスト
ru: Терновый Кулак

source: Thorncliff
ja: トーノクリッフ
ru: Терновый Утёс

source: Lowcliff
ja: ロウクリッフ
ru: Низкий Утёс

source: Highcliff
ja: ハイクリッフ
ru: Высокий Утёс

source: Highstone
ja: 高い石
ru: Высокий Камень

source: Neap
ja: ニープ
ru: Малый Прилив

source: Ringfist
ja: リングフィスト
ru: Звенящий Кулак

source: Highring
ja: ハイリング
ru: Высокое Кольцо

source: Thorn Town
ja: トールノタウン
ru: Терновый Город

source: Moonring
ja: ムーンリング
ru: Лунное Кольцо

source: Bell Town
ja: ベルタウン
ru: Звенящий Город

source: Tower Town
ja: タワータウン
ru: Город-башня

source: Cliffview
ja: クリフビュー
ru: Вид-на-Утёс

source: Skyview
ja: スカイビュー
ru: Вид-на-Небо

source: Shadyview
ja: シェディビュー
ru: Мрачный Вид

source: Eyer
ja: エイェル
ru: Айер

source: Amberset
ja: エムベルセット
ru: Янтарный Набор

source: Atinage
ja: エティネージ
ru: Этинейдж

source: Paltoir
ja: パートイレ
ru: Пальтоир

source: Farjewel
ja: ファージェウェル
ru: Фарйевэл

source: Neargreen
ja: ニアグリーン
ru: Ниргрин

source: Shadyfoot
ja: シェーディフート
ru: Мрачный Край

source: Deepring
ja: ディープリング
ru: Глубокий Звон

source: Shrine of the Paladin
ja: パラディンの神社
ru: Храм Паладина

source: Shrine of the Crusader
ja: 十字軍の神社
ru: Храм Крестоносца

source: Shrine of Power
ja: 権力の神社
ru: Храм Силы

source: Shrine of the Mists
ja: 霧の神社
ru: Храм Туманов

source: Warrior's Sanctuary
ja: 戦士の聖域
ru: Святилище Воителей

source: Sanctuary of the Fallen
ja: 堕落の聖域
ru: Святилище Павших

source: Holy Place
ja: 聖地
ru: Святое Место

source: Temple of Flame
ja: 炎の神殿
ru: Храм Пламени

source: Order of Fire
ja: 火の順序
ru: Ордер Огня

source: Order of Spirit
ja: 精神の秩序
ru: Ордер Духа

source: Brotherhood of Order
ja: 秩序の同胞団
ru: Братство Порядка

source: Cathedral
ja: 大聖堂
ru: Собор

source: High Priest's seat
ja: 大祭司の席
ru: Место Первосвященника

source: Tomb of Kings
ja: 王の墓
ru: Гробница Королей

source: Tomb of Warriors
ja: 戦士の墓
ru: Гробница Воителей

source: Small temple
ja: 小さなお寺
ru: Малый храм

source: Peasant's church
ja: 農民の教会
ru: Крестьянская церковь

source: Monastery of Io
ja: イオの修道院
ru: Монастырь Ио

source: Altar of Fate
ja: 運命の祭壇
ru: Алтарь Судьбы

source: Offler's Temple
ja: オフラーズ寺院
ru: Храм Оффлера

source: Altar of Offler
ja: オフラーの祭壇
ru: Алтарь Оффлера

source: Ice temple
ja: 氷の寺院
ru: Ледяной храм

source: Garden of Peace
ja: ガーデンオブピース
ru: Сад мира

source: Garden of Frost
ja: 霜の庭
ru: Сад мороза

source: Holy Wood
ja: ホーリーウッド
ru: Святой лес

source: House of Small Gods
ja: 小さな神の家
ru: Дом малых богов

source: Silent Monastery
ja: サイレント修道院
ru: Тихий монастырь

source: Holy Ghost's Archive
ja: 聖霊のアーカイブ
ru: Архив святого призрака

source: Tower of Prayers
ja: 祈りの塔
ru: Башня молитв

source: Druid's Home
ja: ドルイドの家
ru: Дом друида

source: Beware!
ja: 注意！
ru: Берегись!

source: Danger!
ja: 危険！
ru: Опасность!

source: Keep out!
ja: 取得！
ru: Убирайся!

source: Here lies a foolish warrior.
ja: ここには愚かな戦士が横たわる。
ru: Здесь лежит глупый воитель.

source: Kilroy was here.
ja: キルロイはここにいた。
ru: Килрой был здесь.

source: Turn back or die!
ja: 引き返すか死ぬか!
ru: Поворачивай назад или умри!

source: Visitors Welcome
ja: ようこそ、訪問者
ru: Добро пожаловать, посетители

source: Creepy Dungeon
ja: 不気味なダンジョン
ru: Жуткое подземелье

source: Dark Cellars
ja: ダークセラー
ru: Тёмные погреба

source: Abandoned Temple
ja: 放棄された神殿
ru: Заброшенный храм

source: Dark Temple
ja: ダーク神殿
ru: Тёмный храм

source: Fallen Temple
ja: フォールン神殿
ru: Павший храм

source: Unholy Temple
ja: バイス神殿
ru: Храм порока

source: Ruined Temple
ja: 破壊された神殿
ru: Разрушенный храм

source: Misty Maze
ja: ミスティ迷路
ru: Туманный лабиринт

source: Ruined City
ja: 破壊された都市
ru: Разрушенный город

source: Weird Ruins
ja: 奇妙な廃墟
ru: Странные руины

source: Dusty Caves
ja: ほこり洞窟
ru: Пыльные пещеры

source: Silent Lair
ja: サイレントレア
ru: Тихое логово

source: Old Dragon's Lair
ja: オールドドラゴンズレア
ru: Логово старого дракона

source: Black Tomb
ja: 黒い墓
ru: Чёрная гробница

source: Ancient Ruins
ja: 古代廃墟
ru: Древние руины

source: Deserted Monastery
ja: 砂漠の修道院
ru: Пустынный монастырь

source: Stormy Tower
ja: ストームタワー
ru: Штормовая башня

source: Dark Tower
ja: ダークタワー
ru: Тёмная башня

source: Savaged Castle
ja: ワイルドキャッスル
ru: Дикий замок

source: Ruined Castle
ja: 破壊されたキャッスル
ru: Разрушенный замок

source: Misty Ruins
ja: 霧の廃墟
ru: Туманные руины

source: Abandoned Village
ja: 放棄された村
ru: Заброшенная деревня

source: Ghost Town
ja: ゴーストタウン
ru: Призрачный город

source: Silent Farm
ja: サイレントファーム
ru: Тихая ферма

source: Barren Ruins
ja: 不毛の廃墟
ru: Бесплодные руины

source: Forbidden Lair
ja: 保存された隠れ家
ru: Заповедное логово

source: Dark Hole
ja: ダークホール
ru: Тёмная дыра

source: Dark Dungeon
ja: ダークダンジョン
ru: Тёмное подземелье

source: Rampaged Village
ja: 暴れ回った村
ru: Разорённая деревня

source: Abandoned Town
ja: 放棄されたタウン
ru: Заброшенный городок

source: Goblin Hideout
ja: ゴブリンハイドアウト
ru: Гоблинское укрытие

source: Orcish Hut
ja: オークの小屋
ru: Орочья хижина

source: Bone-filled Pit
ja: 骨ピット
ru: Костяная яма

source: Rat-filled Catacombs
ja: ラットカタコンベ
ru: Крысиные катакомбы

source: Creepy Crypt
ja: 不気味なクリプト
ru: Жуткий склеп

source: Endurien
ja: エンドゥリアン
ru: Эндуриен

source: Ondorien
ja: オンドリアン
ru: Ондориэн

source: Thordolf
ja: トルドルフ
ru: Тордольф

source: Alagon
ja: アラゴン
ru: Алагон

source: Encalgrim
ja: エンカルグリム
ru: Энкалгрим

source: Ingaron
ja: インガロン
ru: Ингарон

source: Inloran
ja: インロラン
ru: Инлоран

source: Ongoladan
ja: オンゴラダン
ru: Онголадан

source: Ilmorgrist
ja: イルモルグレット
ru: Ильморгрист

source: Ganthag
ja: ガンタグ
ru: Гантаг

source: Alcargrim
ja: アルカルグリム
ru: Алкаргрим

source: Eldaragon
ja: エルダラゴン
ru: Элдарагон

source: Ingorian
ja: イノグリア
ru: Иногриан

source: Ilgarion
ja: イルガリオン
ru: Илгарион

source: Thorgolf
ja: トルゴルフ
ru: Торгольф

source: Belcarain
ja: ベルカリン
ru: Белкарайн

source: Glathros
ja: グラトロス
ru: Глатрос

source: Insharien
ja: インシャリエン
ru: Иншариэн

source: Staelram
ja: シュターラム
ru: Стаелрам

source: Ellorgrist
ja: エロルグレット
ru: Эллоргрист

source: Encanadan
ja: エンカナレン
ru: Энканадан

source: Belloren
ja: ベロレン
ru: Беллорен

source: Emorgrist
ja: エマーグレット
ru: Эморгрист

source: Andaradan
ja: アンダラダン
ru: Андарадан

source: Belsharien
ja: ベルシャリエン
ru: Белшариэн

source: Maedhring
ja: メーダリング
ru: Маэдринг

source: Aladin
ja: アラジン
ru: Аладин

source: Beldarian
ja: ベルダリアン
ru: Белдариан

source: Inmargrim
ja: インマルグリム
ru: Инмаргрим

source: Eldanas
ja: エルダナス
ru: Элданас

source: Belshargrim
ja: ベルシャーグリム
ru: Белшаргрим

source: Ilmorian
ja: イルモリアン
ru: Илмориан

source: Almarain
ja: アルマイン
ru: Алмараин

source: Alloragon
ja: アロラゴン
ru: Аллорагон

source: Andoron
ja: アンドロン
ru: Андорон

source: Induradan
ja: インドゥラダン
ru: Индурадан

source: Enmorath
ja: エンモラト
ru: Энморат

source: Alsharain
ja: アルシャラン
ru: Альшараин

source: Anmaron
ja: アンマロン
ru: Анмарон

source: Algaragon
ja: アルガラゴン
ru: Алгарагон

source: Bandane
ja: バンダネ
ru: Бандэйн

source: Illorath
ja: イロラット
ru: Иллорат

source: Alcanan
ja: アルカナン
ru: Алканан

source: Indurgrist
ja: インドゥルグレット
ru: Индургрист

source: Alcanen
ja: アルカネン
ru: Алканен

source: Enduradan
ja: エンデュラダン
ru: Эндюрадан

source: Emoras
ja: エモラース
ru: Эморас

source: Alcanadan
ja: アルカナナダン
ru: Альканадан

source: Aldoran
ja: アルドラン
ru: Альдоран

source: Elsharadan
ja: エルシャラダン
ru: Эльшарадан

source: Gilmorthas
ja: ギルモルタス
ru: Гильмортас

source: Cormyr
ja: コーミール
ru: Кормир

source: Damonir
ja: ダモニル
ru: Дамонир

source: Forgrym
ja: フォルグリム
ru: Форгрим

source: Grimbald
ja: グリバルド
ru: Грибальд

source: Hunor
ja: ヒューナー
ru: Хьюнор

source: Jomatta
ja: ジョマッタ
ru: Джоматта

source: Kyrian
ja: キリアン
ru: Кириан

source: Lasfallas
ja: ラスフェラス
ru: Ласфеллас

source: Morthorg
ja: モルトログ
ru: Морторг

source: Nyvar
ja: イヴァヴァル
ru: Найвар

source: Orogond
ja: オロゴンド
ru: Орогонд

source: Paylas
ja: パイラス
ru: Пайлас

source: Quelya
ja: クウェリャ
ru: Квелья

source: Rimbanan
ja: リンバナン
ru: Римбанан

source: Simisola
ja: シミソラ
ru: Симисола

source: Thorgorain
ja: トルゴレイン
ru: Торгорейн

source: Ulthmord
ja: ウルトモルド
ru: Ультморд

source: Vangarian
ja: ワンゲリアン
ru: Вангериан

source: Waldorath
ja: ヴァルドラット
ru: Вальдорат

source: Xermian
ja: クセエルミアン
ru: Ксермиан

source: Yamesh
ja: ヤメシュ
ru: Ямеш

source: Zorabadan
ja: ゾラバダン
ru: Зорабадан

source: Caethlin
ja: カエトリン
ru: Каетлин

source: Dundorflas
ja: ダンドーフラス
ru: Дундорфлас

source: Fanturian
ja: ファントゥリアン
ru: Фантуриан

source: Galbollan
ja: ガルボラン
ru: Галболлан

source: Hathmort
ja: ハトモルト
ru: Хатморт

source: Justarian
ja: ジャストリアン
ru: Джюстариан

source: Kelmore
ja: ケルモア
ru: Кельмор

source: Lurian
ja: ルリアン
ru: Луриан

source: Mandraes
ja: マンドレエス
ru: Мандраэс

source: Nethlia
ja: ネタリア
ru: Нетлиа

source: Odger
ja: オジャー
ru: Одгер

source: Phaeros
ja: ファエロス
ru: Фэрос

source: Qyssia
ja: クイッシア
ru: Квиссиа

source: Romodan
ja: ロモダン
ru: Ромодан

source: Sigward
ja: シグバード
ru: Сигвард

source: Tumerain
ja: トゥメラン
ru: Тумерэйн

source: Ur-gallant
ja: ユラギャラント
ru: Юр-галлант

source: Vindomell
ja: ウィンドメル
ru: Виндомелл

source: Wastain
ja: ワシュテイン
ru: Ваштэйн

source: Xaphocles
ja: ザフォクルズ
ru: Ксафоклс

source: Yorsha
ja: ジョルシャ
ru: Йорша

source: Zygashian
ja: ジガシアン
ru: Зигашиан

source: Lutomere
ja: ルトマー
ru: Лютомер

source: Sharban
ja: シャルバン
ru: Шарбан

source: Gryzyl
ja: グリジル
ru: Гризил

source: Omelan
ja: オメラン
ru: Омелан

source: Thastophere
ja: タストフィール
ru: Тастофир

source: Cohen
ja: コーヘン
ru: Кохен

source: Turn-based strategy game
ja: ターンベースの戦略ゲーム
ru: Пошаговая стратегическая игра

source: Play a clone of Warlords II
ja: Warlords IIのクローンを遊ぶ
ru: Играть в клон Warlords II

source: 20 (Normal)
ja: 20 (通常)

source: 24 (Intense)
ja: 24 (強烈)

source: Plain
ja: プレーン
