Repository: Hairash/lordsawar-fork
Catalog: po/*.po
Languages: ja, ru

source: White
ja: 白
ru: Белый

source: no image set
ja: 画像セットなし
ru: нет набора графики

source: Green
ja: 緑
ru: Зелёный

source: Yellow
ja: 黄色
ru: Жёлтый

source: Orange
ja: オレンジ
ru: Оранжевый

source: Black
ja: 黒
ru: Чёрный

source: Neutral
ja: 中立
ru: Нейтральный

source: Light Blue
ja: 青
ru: Голубой

source: Red
ja: 赤
ru: Красный

source: Dark Blue
ja: 濃紺
ru: Синий

source: Make All Images Same As White
ja: すべての画像を作成する 白と同じ
ru: Сделать все изображения такими же как белый

source: All Same
ja: すべて同じ
ru: Все одинаковые

source: City Details
ja: 市の詳細
ru: Детали города

source: Owner
ja: 所有者
ru: Владелец

source: Capital City
ja: 資本
ru: Столица

source: Burned Down
ja: 燃焼
ru: Сожжён

source: Randomize
ja: ランダムにする
ru: Сделать случайным

source: Allow Building of New Production
ja: 建設を許可する 新製品
ru: Разрешить строительство новой продукции

source: Anywhere
ja: どこでも
ru: Везде

source: On a City
ja: 都市で
ru: В городе

source: On a Ruin
ja: 廃墟で
ru: В руинах

source: On a Temple
ja: 神殿で
ru: В храме

source: On a Signpost
ja: 道路標識に
ru: На знаке

source: On a Road
ja: 道路上で
ru: На дороге

source: On a Port
ja: 港で
ru: В порту

source: On a Bridge
ja: 橋の上で
ru: На мосту

source: On a Standing Stone
ja: 立ち石の上に
ru: На стоячем камне

source: Item Details
ja: アイテム詳細
ru: Детали предмета

source: Number of Uses
ja: 使用回数
ru: Число использований

source: +1 to Hero's Strength
ja: ヒーローの力 +1
ru: +1 к силе героя

source: +2 to Hero's Strength
ja: ヒーローの力 +2
ru: +2 к силе героя

source: +3 to Hero's Strength
ja: ヒーローの力 +3
ru: +3 к силе героя

source: +1 to Stack's Strength
ja: スタックの力+1
ru: +1 к силе отряда

source: +2 to Stack's Strength
ja: スタックの力+2
ru: +2 к силе отряда

source: +3 to Stack's Strength
ja: スタックの力+3
ru: +3 к силе отряда

source: Stack Can Fly
ja: スタックは飛べる
ru: Отряд может лететь

source: Double Movement of Stack
ja: スタックの二重運動
ru: Двойное перемещение отряда

source: +2 Gold Per City
ja: 都市ごとに金+2
ru: +2 золота с города

source: +3 Gold Per City
ja: 都市ごとに金+3
ru: +3 золота с города

source: +4 Gold Per City
ja: 都市ごとに金+4
ru: +4 золота с города

source: +5 Gold Per City
ja: 都市ごとに金+5
ru: +5 золота с города

source: Steal % Gold from Enemy
ja: 敵から%金を盗む
ru: Украсть % золота у врага

source: Sink Enemy Ships
ja: 敵船を沈没させる
ru: Затопить вражеские корабли

source: Burn Bridge
ja: 橋を燃やす
ru: Сжечь мост

source: Capture Ruin Keeper
ja: 廃墟の守護者を捕らえます
ru: Захватить хранителя руин

source: Disease City (Number of Army Units)
ja: 都市に感染する (軍隊の数)
ru: Заразить город (число юнитов армии)

source: Pick Up Bags
ja: 選び出す バッグ
ru: Подобрать сумки

source: Add Movement Points
ja: 動きポイントを 追加する
ru: Добавить точки передвижения

source: Teleport to City
ja: 都市へのテレポーティング
ru: Телепортировать к городу

source: Summon Monster
ja: モンスターを呼ぶ
ru: Призвать монстра

source: Raise Defenders in City
ja: 都市内のディフェンダーを育てる
ru: Поднять защитников в городе

source: Kill All Units Of Giant Worms
ja: すべてのユニットを殺す 巨大なワーム
ru: Убить всех юнитов гигантских червей

source: Persuade Neutral City
ja: 中立都市を説得する
ru: Убедить нейтральный город

source: Destination for Vectored Army Units when Planted
ja: ベクトル化の宛先 植えられた時の陸軍ユニット
ru: Если установлен, конечная точка для направленных юнитов армии

source: New...
ja: 新しい...
ru: Новый...

source: Import from Saved Game...
ja: 保存したゲームからインポートします。
ru: Импортировать из сохранённой игры...

source: Map Properties
ja: マッププロパティ
ru: Свойства карты

source: Scenario Media...
ja: シナリオマルティメディア...
ru: Мультимедиа сценарий...

source: Miniature Map...
ja: ミニマップ...
ru: Мини-карта...

source: Players...
ja: プレイヤー...
ru: Игроки...

source: Items...
ja: アイテム...
ru: Предметы...

source: Rewards...
ja: 賞...
ru: Награды...

source: Smooth
ja: スムーズ
ru: Сглаживание

source: Smooth Screen
ja: 画面をスムーズする
ru: Сглаживание экрана

source: Smooth Entire Map
ja: 全てマップをスムーズする
ru: Сглаживание всей карты

source: Switch Image Sets...
ja: 画像セットを切り替えます。
ru: Переключить наборы графики...

source: Tile Set...
ja: タイルセット...
ru: Набор плиток...

source: City Set...
ja: 都市セット
ru: Набор городов...

source: Shield Set...
ja: シールドセット...
ru: Набор щитов...

source: Army Set...
ja: 軍隊セット...
ru: Набор армий...

source: Fight Order...
ja: 戦う注文...
ru: Приказ драться...

source: Remove All Stacks
ja: 全てのスタックを削除する
ru: Удалить все отряды

source: All Cities
ja: 全ての都市
ru: Все города

source: Unnamed Cities
ja: 無名の都市
ru: Безымянные города

source: All Ruins
ja: 全ての廃墟
ru: Все руины

source: Unnamed Ruins
ja: 無名の廃墟
ru: Безымянные руины

source: Temples
ja: 神殿
ru: Храмы

source: All Temples
ja: 全ての神殿
ru: Все храмы

source: Unnamed Temples
ja: 無名の神殿
ru: Безымянные храмы

source: Signs
ja: 標識
ru: Знаки

source: All Signs
ja: 全ての標識
ru: Все знаки

source: Unnamed Signs
ja: 無名の標識
ru: Безымянные знаки

source: Assign Capital Cities
ja: 資本を割り当て
ru: Назначить столицы

source: Tools
ja: ツール
ru: Инструменты

source: Battle Calculator
ja: 戦闘電卓
ru: Калькулятор битвы

source: Pointer. Click to inspect objects.
ja: ポインター。 クリックしてオブジェクトを検査します。
ru: Курсор. Щёлкните, чтобы изучить объекты.

source: Pointer
ja: ポインター
ru: Курсор

source: Draw 1x1 terrain
ja: 1x1 の風景を描画する
ru: Рисовать 1x1 ландшафт

source: Make 1x1 Terrain
ja: 1x1 の風景を作る
ru: Сделать 1x1 ландшафт

source: Draw 2x2 terrain
ja: 2x2 の風景を描画する
ru: Рисовать 2x2 ландшафт

source: Make 2x2 Terrain
ja: 2x2の風景を作る
ru: Сделать 2x2 ландшафт

source: Draw 3x3 terrain
ja: 3x3 の風景を描画する
ru: Рисовать 3x3 ландшафт

source: Make 3x3 Terrain
ja: 3x3の風景を作る
ru: Сделать 3x3 ландшафт

source: Draw 6x6 terrain
ja: 6x6 の風景を描画する
ru: Рисовать 6x6 ландшафт

source: Make 6x6 Terrain
ja: 6x6の風景を作る
ru: Сделать 6x6 ландшафт

source: Remove object
ja: オブジェクトを削除する
ru: Удалить объект

source: Erase Object
ja: オブジェクトを消去する
ru: Стереть объект

source: Move object
ja: オブジェクトを運動する
ru: Двигать объект

source: Move Object
ja: オブジェクトを運動する
ru: Двигать объект

source: Add stacks to the Battle Calculator
ja: 戦闘電卓へスタックを追加する
ru: Добавить отряд в калькулятор битвы

source: Add To Battle Calculator
ja: 戦闘電卓へ追加する
ru: Добавить в калькулятор битвы

source: Add a stack
ja: スタックを追加する
ru: Добавить отряд

source: Add Stack
ja: スタックを追加する
ru: Добавить отряд

source: Add a city
ja: 都市を追加する
ru: Добавить город

source: Add City
ja: 都市を追加する
ru: Добавить город

source: Add a ruin
ja: 廃墟を追加する
ru: Добавить руины

source: Add Ruin
ja: 廃墟を追加する
ru: Добавить руины

source: Add a temple
ja: 神殿を追加する
ru: Добавить храм

source: Add Temple
ja: 神殿を追加する
ru: Добавить храм

source: Add a port
ja: ポートを追加する
ru: Добавить порт

source: Add Port
ja: ポートを追加する
ru: Добавить порт

source: Add a sign
ja: 標識を追加する
ru: Добавить знак

source: Add Signpost
ja: 道路標識を追加する
ru: Добавить знак

source: Add a road
ja: 道路を追加する
ru: Добавить дорогу

source: Make Road
ja: 道路を作る
ru: Сделать дорогу

source: Add a bridge
ja: 橋を追加する
ru: Добавить мост

source: Make Bridge
ja: 橋を作る
ru: Сделать мост

source: Add a Standing Stone
ja: 立石を追加する
ru: Добавить стоячий камень

source: Make Standing Stone
ja: 立石を作る
ru: Сделать стоячий камень

source: Add a bag
ja: バッグを追加する
ru: Добавить сумку

source: Add Bag
ja: バッグを追加する
ru: Добавить сумку

source: Add a Hero's Planted Standard
ja: ヒーローの植えられた標準を追加する
ru: Добавить установленный штандарт героя

source: Plant Standard
ja: 旗を置く
ru: Установить штандарт

source: Ruins:
ja: 廃墟：
ru: Руины:

source: Temples:
ja: 神殿：
ru: Храмы:

source: Signs:
ja: 標識：
ru: Знаки:

source: Standing Stones:
ja: 立石：
ru: Стоячие камни:

source: Ports:
ja: ポート：
ru: Порты:

source: Road Tiles:
ja: 道路タイル：
ru: Плитки дорог:

source: Bridge Tiles:
ja: 橋タイル：
ru: Плитки мостов:

source: Stacks:
ja: スタック：
ru: Отряды:

source: Army Units:
ja: 軍隊ユニット：
ru: Юниты армии:

source: Keepers:
ja: 管理人：
ru: Хранители:

source: Items:
ja: アイテム：
ru: Предметы:

source: Rewards:
ja: 賞：
ru: Награды:

source: Bags:
ja: バッグ：
ru: Сумки:

source: Cities:
ja: 都市：
ru: Города:

source: New Map
ja: 新しいマップ
ru: Новая карта

source: Signposts
ja: 道路標識
ru: Дорожные знаки

source: Standing Stones
ja: 立石
ru: Стоячие камни

source: Width
ja: 幅
ru: Ширина

source: Height
ja: 高さ
ru: Высота

source: Fill Style
ja: 塗りつぶしスタイル
ru: Стиль заливки

source: Random Roads
ja: ランダム道路
ru: Случайные дороги

source: Random Names
ja: ランダムな名前
ru: Случайные имена

source: 1/x Chance of Standing Stone on Road
ja: 1/xチャンス 立ち石 道路上で
ru: 1/x шанс стоячего камня на дороге

source: Switch Image Sets
ja: 画像セットを切り替える
ru: Переключить наборы графики

source: Make All Army Sets the Same as Neutrals
ja: すべての画像を作成する ニュートラルと同じ
ru: Сделать все наборы армий такими же как у нейтралов

source: Army Sets
ja: 軍隊セット
ru: Наборы армий

source: Player Details
ja: プレイヤー詳細
ru: Детали игрока

source: Randomize Gold
ja: 金をランダムする
ru: Сделать золото случайным

source: Item
ja: アイテム
ru: Предмет

source: Allies
ja: 味方
ru: Союзники

source: Map
ja: マップ
ru: Карта

source: Hidden Ruin
ja: 隠された廃墟
ru: Спрятанные руины

source: Reward Details
ja: 報酬の詳細
ru: Детали награды

source: Clear
ja: クリア
ru: Очистить

source: Type of Reward
ja: 報酬タイプ
ru: Тип награды

source: Number of Gold Pieces
ja: 金貨の数
ru: Число золотых монет

source: Ally
ja: 味方
ru: Союзник

source: Number of Allies
ja: 味方の数
ru: Число союзников

source: X Coord
ja: Xコード
ru: X коорд

source: Y Coord
ja: Yコード
ru: Y коорд

source: Randomize Map
ja: マップをランダムする
ru: Сгенерировать случайную карту

source: Rewards
ja: 賞
ru: Награды

source: Ruin Details
ja: 廃墟の詳細
ru: Детали руин

source: Random Keeper
ja: ランダム管理人
ru: Случайный хранитель

source: Only Seen By
ja: ちょうど見た
ru: Только увидел

source: Random Reward
ja: ランダム賞
ru: Случайная награда

source: Select Army
ja: 軍隊を選ぶ
ru: Выбрать армию

source: Select Hidden Ruin
ja: 隠された廃墟を選ぶ
ru: Выбрать скрытые руины

source: Select Hero Type
ja: ヒーローのタイプを選択
ru: Выбрать тип героя

source: Select Item
ja: アイテムを選ぶ
ru: Выбрать предмет

source: Signpost Details
ja: 道路標識の詳細
ru: Детали дорожного знака

source: Stack Details
ja: スタックの詳細
ru: Детали отряда

source: Fortify
ja: 固める
ru: Укрепиться

source: Hero Details
ja: ヒーローの詳細
ru: Детали героя

source: Temple Details
ja: 神殿の詳細
ru: Детали храма

source: Randomize Name
ja: ランダム名前
ru: Сгенерировать случайное имя

source: Preview Tile
ja: タイルのプレビュー
ru: Предпросмотр плитки

source: TileStyle Id
ja: タイルスタイルId
ru: Id стиля плиток

source: Tile Set Properties
ja: タイルセット設定
ru: Свойства набора плиток

source: Location::
ja: 場所：
ru: Локация:

source: Tiles:
ja: タイル:
ru: Плитки:

source: Tile Styles:
ja: タイルスタイル:
ru: Стили плиток:

source: Selector:
ja: セレクター:
ru: Селектор:

source: Explosion:
ja: 爆発:
ru: Взрыв:

source: Roads:
ja: 道路:
ru: Дороги:

source: Bridges:
ja: 橋:
ru: Мосты:

source: Fog:
ja: 霧:
ru: Туман:

source: Flags:
ja: 旗：
ru: Флаги:

source: Move Bonus Images:
ja: 運動ボーナス絵画:
ru: Изображения бонуса передвижения: %1

source: Selector Details
ja: セレクターの詳細
ru: Детали переключателя

source: Large
ja: 大きな
ru: Большой

source: Image
ja: 画像
ru: Изображение

source: These selectors override the one in the tileset.
ja: これらのセレクターは、タイルセット内のセレクターをオーバーライドします。。
ru: Эти селекторы переопределяют один селектор в наборе графики.

source: Flag Details
ja: 旗の詳細
ru: Детали флага

source: Explosion Details
ja: 爆発の詳細
ru: Детали взрыва

source: Change Image
ja: 画像を変わる
ru: Изменить изображение

source: Tile Set Editor
ja: タイルセットエディタ
ru: Редактор набора плиток

source: Army Unit Selector...
ja: 軍隊ユニットセレクター...
ru: Переключатель юнита армии...

source: Explosion Picture...
ja: 爆発画像
ru: Картинка взрыва...

source: Roads Picture...
ja: 道路画像...
ru: Картинка дорог...

source: Standing Stones Picture...
ja: 立石画像...
ru: Картинка стоячего камня...

source: Bridges Picture...
ja: 橋画像...
ru: Картинка моста...

source: Fog Picture...
ja: 霧画像...
ru: Картинка тумана...

source: Flag Picture...
ja: 旗画像...
ru: Картинка флага...

source: Organize TileStyles...
ja: タイルスタイルを整理します...
ru: Организовать стили плиток...

source: Mini-Map Building Colors...
ja: ミニマップビルダーの色
ru: Цвета строений на мини-карте...

source: Move Bonus Images...
ja: 運動ボーナス絵画
ru: Изображения бонуса передвижения...

source: Preview Tile...
ja: タイルプレビュー
ru: Предпросмотр плитки...

source: Miniature Map Appearance
ja: ミニマップ外観
ru: Внешний вид миниатюрной карты

source: Pattern
ja: パターン
ru: Шаблон

source: First Color
ja: 一番目の色
ru: Первый цвет

source: Second Color
ja: 二番目の色
ru: Второй цвет

source: Third Color
ja: 三番目の色
ru: Третий цвет

source: Tile
ja: タイル
ru: Плитка

source: TileStyle Set Image
ja: タイルスタイルセット画像
ru: Изображение набора стилей плиток

source: Images
ja: 画像
ru: Изображения

source: Organize Tile Images
ja: タイル画像を整理する
ru: Организовать изображения плиток

source: Categories
ja: カテゴリ
ru: Категории

source: Selected Category
ja: 選択したカテゴリ
ru: Выбранные категории

source: Unsorted TileStyles
ja: 未分類タイルスタイル
ru: Несортированные стили плиток

source: Gender
ja: 性別
ru: Биологический пол

source: Backpack
ja: バックパック
ru: Рюкзак

source: Hero Type
ja: ヒーローのタイプ
ru: Тип героя

source: Backpack Details
ja: バックパック詳細
ru: Детали рюкзака

source: Save changes?
ja: 変更を保存しますか?
ru: Сохранить изменения?

source: Close without Saving
ja: 保存せずに出て行く
ru: Выйти без сохранения

source: Save changes before closing?
ja: 閉じる前に変更を保存しますか?
ru: Сохранить изменения перед закрытием?

source: Colors of Buildings on the Miniature Map
ja: ミニマップ上の建物の色
ru: Цвета строений на миниатюрной карте

source: Road Color
ja: 道路の色
ru: Цвет дороги

source: Ruin Color
ja: 廃墟の色
ru: Цвет руин

source: Temple Color
ja: 神殿の色
ru: Цвет храма

source: City Set Editor
ja: 都市セットエディタ
ru: Редактор набора городов

source: City Set Properties
ja: 都市セット設定
ru: Свойства набора городов

source: Razed Cities
ja: 廃墟された都市
ru: Разрушенные города

source: (8 pictures)
ja: （８画像）
ru: (8 картинок)

source: (1 picture)
ja: （１画像）
ru: (1 картинка)

source: (3 pictures)
ja: （３画像）
ru: (3 картинки)

source: Temple
ja: 神殿
ru: Храм

source: (2 pictures)
ja: （2画像）
ru: (2 картинки)

source: Towers
ja: タワー
ru: Башни

source: (9 pictures on a row)
ja: （9画像連続して）
ru: (9 картинок в ряд)

source: City Width
ja: 都市の幅
ru: Ширина города

source: Ruin Width
ja: 廃墟の幅
ru: Ширина руины

source: Temple Width
ja: 神殿の幅
ru: Ширина храма

source: Tile Widths
ja: タイルの幅
ru: Ширины плиток

source: Shield Set Editor
ja: シールドセットエディタ
ru: Редактор набора щитов

source: Shield Set Properties
ja: シールドセット設定
ru: Свойства набора щитов

source: Copy White Images Down
ja: 白い画像を下にコピー
ru: Копировать белые изображения вниз

source: Small Shield
ja: 小さいシールド
ru: Маленький щит

source: Medium Shield
ja: ミディアムシールド
ru: Средний щит

source: Large Shield
ja: 大きなシールド
ru: Большой щит

source: Left Tartan
ja: 左タータン
ru: Левый шотландский узор

source: Right Tartan
ja: 右タータン
ru: Правый шотландский узор

source: Center Tartan
ja: 中央
ru: Центральный шотландский узор

source: Mask Colors
ja: マスクの色
ru: Цвета маски

source: Small Shield Width/Height
ja: 小さいシールド 幅/高さ
ru: Маленький щит ширина/высота

source: Medium Shield Width/Height
ja: ミディアムシールド 幅/高さ
ru: Средний щит ширина/высота

source: Large Shield Width/Height
ja: 大きなシールド 幅/高さ
ru: Большой щит ширина/высота

source: Shields are clamped to these sizes before being scaled again for their ultimate destination. These sizes do not represent the size of shields you see on screen.
ja: シールドはスケーリング前にこれらのサイズにクランプされます 最終的な目標のために再び。サイズではありません は、画面上に表示されるサイズです。
ru: Щиты зажимаются до этих размеров, прежде чем масштабироваться опять для конечной цели. Размеры не являются размерами, которые вы видите на экране.

source: Sizings
ja: サイズ
ru: Размеры

source: Miniature Map Editor
ja: ミニマップエディタ
ru: Редактор мини-карты

source: Road Planner
ja: 道路プランナー
ru: Планировщик дорог

source: Starting Point
ja: 出初点
ru: Начальная точка

source: Finishing Point
ja: 完了点
ru: Конечная точка

source: Please Wait...
ja: 待ってください...
ru: Подождите, пожалуйста...

source: Copy Order To All
ja: 注文をすべてにコピー
ru: Скопировать приказ всем

source: Attackers
ja: 攻撃者
ru: Атакующие

source: Copy
ja: コピー
ru: Копировать

source: Defenders
ja: 守備者
ru: Защитники

source: Fighting In City
ja: 都市で戦う
ru: Дерущиеся в городе

source: Fighting on Terrain
ja: 地球で戦う
ru: Дерущиеся на ландшафте

source: Fight
ja: 戦う
ru: Драться

source: Number of Sides on Die
ja: 死亡当事者数
ru: Количество сторон при смерти

source: Fight x100
ja: 戦う x100
ru: Драться x100

source: Scenario Media
ja: シナリオマルティメディア
ru: Мультимедиа сценария

source: Medals (Small)
ja: メダル（小）
ru: Медали (малые)

source: override default
ja: 既定で上書き
ru: переопределить по умолчанию

source: Medals (Big)
ja: メダル（大）
ru: Медали (большие)

source: City Conquered
ja: 捕獲された都市
ru: Городов захвачено

source: Won Game
ja: ゲームが勝った
ru: Выигранные игры

source: New Hero (Male)
ja: 新ヒーロー（男性）
ru: Новый герой (мужчина)

source: New Hero (Female)
ja: 新ヒーロー（女性）
ru: Новый герой (женщина)

source: Hero Searches Ruin
ja: ヒーロー廃墟を検索します
ru: Герой обыскивает руины

source: Hero Dies At Ruin
ja: ヒーローは廃墟で死ぬ
ru: Герой умирает в руинах

source: Hero Levels Up (Male)
ja: ヒーローレベルを上げる（男性）
ru: Герой повышает уровень (мужчина)

source: Hero Levels Up (Female)
ja: ヒーローレベルを上げる（女性）
ru: Герой повышает уровень (женщина)

source: Enemies Offer Parley
ja: 敵は会談を提供します
ru: Враги предлагают переговоры

source: Enemy Parley Refused
ja: 敵は協議をキャンセルしました
ru: Враг отменил переговоры

source: Commentator
ja: コメンテーター
ru: Комментатор

source: Stack Blessed
ja: スタックは祝福されています
ru: Отряд благословлён

source: Hero Arrives
ja: ヒーローが到着
ru: Герой прибывает

source: Battle Ensuing
ja: 続く戦い
ru: Битва последующая

source: Battle Lost
ja: 戦闘が負けた
ru: Битва проиграна

source: Battle Won
ja: 戦闘が勝った
ru: Битва выиграна

source: Background Music
ja: バックグラウンド音楽
ru: Фоновая музыка

source: Sounds
ja: 音
ru: Звуки

source: Scenario Validation
ja: シナリオ検証
ru: Проверка сценария

source: Select A Standing Stone
ja: 立石を選ぶ
ru: Выбрать стоячий камень

source: Heroes
ja: ヒーロー
ru: Герои

source: Starting Items
ja: スタートアイテム
ru: Начальные предметы

source: Strategy
ja: 戦略
ru: Стратегия

source: Hero Strategy
ja: ヒーロー戦略
ru: Стратегия героя

source: Type of Strategy
ja: 戦略のタイプ
ru: Тип стратегии

source: page 1
ja: ページ1
ru: страница 1

source: Change the strategy after this many turns.
ja: 戦略を変更する この多くのターンの後。
ru: Изменить стратегию после этого числа ходов.

source: page 2
ja: ページ2
ru: страница 2

source: Fallback Strategy
ja: フォールバック戦略
ru: Стратегия отступления

source: Number of Helpers
ja: ヘルパーの数
ru: Число помощников

source: page 3
ja: ページ3
ru: страница 3

source: Ruin Keeper Details
ja: 廃墟管理人の詳細
ru: Детали хранителя руин

source: Keeper
ja: 管理人
ru: Хранитель

source: Randomize Keeper
ja: ランダム管理人
ru: Получить случайного хранителя

source: Identify Masks
ja: マスクの識別
ru: Определить маски

source: Masks
ja: マスク
ru: Маски

source: How many masks does this image have?
ja: マスクの数 この画像を行います 持っていますか?
ru: Сколько масок у этого изображения?

source: Planted Standard Details
ja: 植えられた標準の詳細
ru: Подробности установленного штандарта

source: Original Owner
ja: 元の所有者
ru: Начальный владелец

source: Number of Uses Left
ja: 残りの使用回数
ru: Оставшееся число использований

source: Move Bonus Images
ja: 運動ボーナス絵画
ru: Изображения бонуса передвижения

source: All
ja: 全て
ru: Все

source: Tile Types
ja: タイルのタイプ
ru: Типы плиток

source: (Scaled 2x)
ja: (スケール2倍)
ru: (Масштаб 2x)

source: Forest/Hills
ja: 森/丘
ru: Лес/холмы

source: Forest/Mountains
ja: 森/山
ru: Лес/горы

source: Forest/Swamp
ja: 森/沼
ru: Лес/болото

source: Hills/Mountains
ja: 丘/山
ru: Холмы/горы

source: Hills/Swamp
ja: 丘/沼
ru: Холмы/болото

source: Mountains/Swamp
ja: 山/沼
ru: Горы/болото

source: Forest/Hills/Mountains
ja: 森/丘/山
ru: Лес/холмы/горы

source: Forest/Hills/Swamp
ja: 森/丘/沼
ru: Лес/холмы/болото

source: Forest/Mountains/Swamp
ja: 森/山/沼
ru: Лес/горы/болото

source: Hills/Mountains/Swamp
ja: 丘/山/沼
ru: Холмы/горы/болото

source: Forest/Hills/Mountains/Swamp
ja: 森/丘/山/沼
ru: Лес/холмы/горы/болото

source: Preview
ja: プレビュー
ru: Предпросмотр

source: Move this stack along its path.
ja: このスタックをそのパスに沿って運動します。
ru: Двигать этот отряд по его пути.

source: Select the next stack that can move.
ja: 運動できる次のスタックを選択します。
ru: Выбрать следующий отряд, который может двигаться.

source: Finish moving this stack.
ja: このスタックの運動を終了します。
ru: Завершить перемещение этого отряда.

source: Deselect this stack.
ja: このスタックの選択をクリアします。
ru: Отменить выбор этого отряда.

source: Center the map on this stack.
ja: このスタック上のマップを中央に配置します。
ru: Центрировать карту на этом отряде.

source: Put this stack in a defensive posture.
ja: このスタックを防御位置に置きます。
ru: Поставить этот отряд в защитную позицию.

source: Search a temple or ruin.
ja: 神殿または廃墟を探す
ru: Искать храм или руины.

source: Move all stacks along their routes.
ja: ルートに沿ってすべてのスタックを運動します。
ru: Двигать все отряды по их путям.

source: End your turn.
ja: あなたのターンを終了します。
ru: Закончить свой ход.

source: Default
ja: 既定
ru: По умолчанию

source: This is the default shieldset for LordsAWar!
ja: これは、LordsAWar!の規定のシールドセットです
ru: Это набор щитов по умолчанию для LordsAWar!

source: This is the shieldset associated with the dol scenario.
ja: これは、Dol シナリオに関連付けられたシールドセットです。
ru: Это набор щитов ассоциировавшийся с сценарием Dol.

source: This is a simple shieldset.
ja: これは簡単なシールドセットです。
ru: Это простой набор щитов.

source: The default cityset of LordsAWar
ja: これは既定LordsAWar都市セットです
ru: Это стандартный набор городов LordsAWar

source: The doublesized default cityset of LordsAWar
ja: これはLordsAWar都市セットの2倍サイズです
ru: Двойной размер стандартного набора городов LordsAWar

source: The cityset that goes with the Dol scenario of LordsAWar
ja: LordsAWarのDolシナリオに対応する都市セットです
ru: Набор городов, поставляемый со сценарием Dol в LordsAWar

source: A doublesized cityset that goes with the Dol scenario of LordsAWar
ja: LordsAWarのDolシナリオに対応する都市セット2倍サイズです
ru: Двойной размер набора городов, поставляемый со сценарием Dol в LordsAWar

source: The default armyset of LordsAWar! Initally created by Sune Theodorsen of Fata Morgana in 2007 specifically for this game.
ja: LordsAWar!の既定の軍隊セットのシュネテオドルセンによって最初に作成されました特にこのゲームのための2007年のファタモルガーナ。
ru: Стандартный набор армий LordsAWar!, который был создан Сюном Теодорсеном из Фата Морганы в 2007 году специально для этой игры.

source: Scouts
ja: スカウト
ru: Скауты

source: Light Inf.
ja: 軽歩兵
ru: Лёгкая пех.

source: Orcish Mob
ja: オロチモブ
ru: Орочий моб

source: Heavy Inf.
ja: 重歩兵
ru: Тяжёлая пех.

source: Pikemen
ja: パイクマン
ru: Пикинёры

source: Archers
ja: 射手
ru: Лучники

source: Dwarves
ja: ドワーフ
ru: Гномы

source: Minotaurs
ja: ミノタウロス
ru: Минотавры

source: Giants
ja: 巨人
ru: Гиганты

source: Spiders
ja: クモ
ru: Пауки

source: Light Cav.
ru: Лёгкая кавал.

source: Wolfriders
ja: オオカミライダー
ru: Волчьи наездники

source: Heavy Cav.
ja: 重騎兵
ru: Тяжёлая кавал.

source: Catapults
ja: カタパルト
ru: Катапульты

source: Elephants
ja: 象
ru: Слоны

source: Giant Bats
ja: 巨大マウス
ru: Гигантские мыши

source: Pegasi
ja: ペガサス
ru: Пегасы

source: Griffins
ja: グリフィン
ru: Грифоны

source: Giant Worms
ja: 巨大なワーム
ru: Гигантские черви

source: Ghosts
ja: 幽霊
ru: Призраки

source: Wizards
ja: ウィザード
ru: Волшебники

source: Unicorns
ja: ユニコーン
ru: Единороги

source: Elementals
ja: エレメンタル
ru: Элементали

source: Devils
ja: 悪魔
ru: Черти

source: Demons
ja: 鬼
ru: Демоны

source: Archons
ja: アルコン
ru: Архоны

source: Dragons
ja: ドラゴン
ru: Драконы

source: hero
ja: ヒーロー
ru: герой

source: A tileset made by David Baumgart for LordsAWar
ja: LordsAWar!のためにデビッドボムガートによって作られたタイルセット
ru: Набор графики, созданный Дэвидом Бомгартом для LordsAWar

source: Stark
ja: スターク
ru: Резкий

source: A stark and simple tileset
ja: スタークと簡単なタイルセット
ru: Резкий и простой набор графики

source: The doublesized stark tileset
ja: スタークタイルセット２倍サイズ
ru: Резкий набор графики двойного размера

source: Wesnoth
ru: Веснот

source: A tileset based on Wesnoth tileset
ja: Wesnothタイルセットに基づくタイルセット
ru: Набор графики на основе плиток Веснота

source: The doublesized tileset based on Wesnoth tileset
ja: Wesnothタイルセットに基づくタイルセット2倍サイズ
ru: Набор графики на основе плиток Веснота двойного размера

source: Couldn't find any *%1 files in `%2'.
ja: `%2' での*%1何もファイルを見つけることができません。
ru: Не удалось найти файлы *%1 в «%2».

source: Please check the path settings in %1
ja: %1 でパスの設定を確認してください
ru: Проверьте настройки путей в %1
